{"today": {"白羊座": {"date": 20251231, "name": "白羊座", "QFriend": "金牛座", "all": "75", "color": "咖啡色", "datetime": "2025年12月31日", "health": "61", "love": "90", "money": "75", "number": 8, "summary": "整体运势略显低迷，容易陷入一些让人感到棘手的状况中，那些难题仿佛自带一种让人头大的特质，接二连三地出现，扰乱原本平静的节奏。在面对这些状况时，或许会感觉有些力不从心，原本顺畅的思绪也变得有些混乱，难以迅速找到有效的解决办法。周围的环境似乎也增添了几分压抑感，让心情难以轻松起来。不过，这并不意味着毫无转机，只要保持冷静，不被情绪左右，尝试从不同的角度去思考问题，或许能慢慢找到突破困境的方向，只是这个过程可能会比较漫长，需要足够的耐心和毅力去应对，整体而言，这一天在处理各种状况时会比较吃力，需要做好心理准备。", "work": "75", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251231, "name": "金牛座", "QFriend": "双鱼座", "all": "75", "color": "青色", "datetime": "2025年12月31日", "health": "66", "love": "75", "money": "90", "number": 5, "summary": "整体运势欠佳，呈现出一种不进则退的被动态势。仿佛有一股无形的力量在推动着，若不主动向前，就会被逐渐拉向后方。在这种状态下，可能会感觉做什么事情都有些提不起劲，缺乏足够的动力和积极性。原本计划好的事情，也可能会因为各种原因而进展缓慢，甚至出现停滞不前的状况。周围的环境似乎也没有太多的助力，反而增添了一些阻碍，让原本就不顺利的情况更加棘手。不过，也不必过于沮丧，虽然整体运势不佳，但只要不放弃，在困境中寻找机会，主动做出一些改变和调整，或许能够慢慢扭转这种不利的局面，只是过程可能会比较艰难。", "work": "75", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251231, "name": "双子座", "QFriend": "白羊座", "all": "90", "color": "橙色", "datetime": "2025年12月31日", "health": "81", "love": "90", "money": "100", "number": 6, "summary": "整体运势尚可，处于一种比较活跃的状态。内心对跨年活动充满了热情，十分热衷于参与其中，享受那种热闹欢快的氛围。这种热情会让生活变得丰富多彩，带来不少乐趣。然而，在沉浸于跨年活动的同时，也别忽略了正事。可能会因为过于投入娱乐而分散了注意力，导致一些原本应该关注的事情被搁置一旁。若能平衡好娱乐与正事之间的关系，既尽情享受跨年带来的欢乐，又不耽误其他重要的事情，那么这一天将会过得充实而愉快。否则，可能会在事后发现有些事情没有处理好，给自己带来一些不必要的麻烦，所以需要把握好这个度。", "work": "90", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251231, "name": "巨蟹座", "QFriend": "射手座", "all": "100", "color": "葱绿色", "datetime": "2025年12月31日", "health": "88", "love": "100", "money": "100", "number": 1, "summary": "整体运势较为稳定，是尚且舒适的一天。能够按照自己内心的想法去行动，不受外界过多的干扰和束缚。这种自由自在的状态让人感觉十分惬意，仿佛可以随心所欲地安排自己的生活。周围的环境也相对和谐，没有太多的矛盾和冲突，让人能够放松心情，享受这份宁静与舒适。在这一天里，可以尽情地做自己喜欢的事情，无论是静静地思考，还是与亲朋好友相聚，都能感受到生活的美好。这种稳定的运势让人心情愉悦，能够以平和的心态面对生活中的一切，整体而言，这一天会过得轻松而愉快，没有太多的烦恼和压力。", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251231, "name": "狮子座", "QFriend": "狮子座", "all": "100", "color": "天蓝色", "datetime": "2025年12月31日", "health": "94", "love": "100", "money": "100", "number": 7, "summary": "整体运势不断走高，仿佛有一股好运的浪潮在推动着。出门遇贵人，在与人交往的过程中，很容易得到他人的帮助和支持，这些贵人的出现会为生活带来不少便利和惊喜。诸事皆顺的节奏让人感觉十分畅快，无论做什么事情都能顺利进行，很少遇到阻碍和困难。这种顺利的运势会让人充满信心和动力，更加积极地面对生活。在这一天里，可以大胆地去尝试一些新的事物，勇敢地追求自己的目标，因为好运会一直陪伴在身边，为成功增添助力。整体而言，这一天将会充满喜悦和成就感，是值得期待的一天。", "work": "100", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251231, "name": "处女座", "QFriend": "巨蟹座", "all": "90", "color": "银灰色", "datetime": "2025年12月31日", "health": "75", "love": "100", "money": "100", "number": 5, "summary": "整体运势一般般，没有特别突出的亮点，但也不至于太差。不妨试着主动融入热闹的跨年氛围中，不要总是独自待在一旁。参与热闹的活动能够让人感受到生活的活力和热情，拓宽自己的视野，结交一些新的朋友。在这个过程中，或许会发现一些新的乐趣和惊喜，让自己的生活变得更加丰富多彩。如果一直保持沉默和孤僻，可能会错过很多美好的瞬间，让这一天显得有些平淡无奇。所以，放下心中的顾虑，勇敢地走出自己的小世界，去拥抱这份热闹和欢乐，说不定会给这一天带来不一样的色彩，让原本普通的运势变得有些特别起来。", "work": "90", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251231, "name": "天秤座", "QFriend": "双子座", "all": "100", "color": "杏色", "datetime": "2025年12月31日", "health": "88", "love": "100", "money": "90", "number": 2, "summary": "整体运势处于较好的状态，外界干扰因素较少，能拥有相对纯粹的个人空间与思维环境。这种平静且少干扰的氛围，为思考来年计划与总结过往提供了绝佳条件。没有了外界嘈杂声音的干扰，思绪可以更加清晰、有条理地梳理过去一年的经历，从中汲取经验教训，同时也能静下心来规划未来一年的目标与方向。在思考过程中，能够更加专注于自身的需求与期望，不被外界的看法和期望所左右，从而制定出更贴合自身实际情况的计划。这种自主且深入的思考，会让内心感到充实与满足，为未来的发展奠定坚实的基础。不过，在专注于思考的同时，也别完全与外界隔绝，适当与身边的人交流想法，或许能获得新的启发。", "work": "90", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251231, "name": "天蝎座", "QFriend": "处女座", "all": "90", "color": "玫红色", "datetime": "2025年12月31日", "health": "85", "love": "100", "money": "100", "number": 8, "summary": "整体运势呈现出稳中有升的态势，社交方面会有不少动态。可能会收到很多社交活动的邀请，这为拓展人脉、丰富生活提供了良好的机会。面对这些邀请，不妨有选择地参加，根据自己的兴趣和需求来决定。参加合适的社交活动，能够结识到不同领域、不同性格的人，与他们的交流互动可以开阔视野，增长见识，带来新的体验和感受。在社交过程中，能够展现出自己的独特魅力，吸引他人的关注和认可，进一步增强自信心。不过，在享受社交乐趣的同时，也要注意把握好度，避免过度投入而忽略了自身的感受和需求，保持一种平衡的状态，让社交成为提升生活质量的助力而非负担。", "work": "100", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251231, "name": "射手座", "QFriend": "天蝎座", "all": "90", "color": "金黄色", "datetime": "2025年12月31日", "health": "76", "love": "90", "money": "90", "number": 9, "summary": "整体运势中规中矩，周围热闹的氛围会带来一些期待感。跨年的热闹气息弥漫在空气中，这种欢快的氛围容易让人心情愉悦，对未来充满憧憬。然而，热闹也容易让人分心，导致心太散。在享受热闹的同时，要时刻提醒自己保持专注，不要被过多的娱乐活动冲昏头脑，忘记了自己原本的目标和计划。可以适当地参与一些热闹的活动，感受节日的欢乐，但也要给自己留出一些独处的时间，静下心来思考和沉淀。避免因为过度追求热闹而迷失方向，保持清醒的头脑，才能更好地把握生活中的机会，让这一天过得既充实又有意义，不至于在热闹过后感到空虚和迷茫。", "work": "90", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251231, "name": "摩羯座", "QFriend": "水瓶座", "all": "100", "color": "米黄色", "datetime": "2025年12月31日", "health": "91", "love": "100", "money": "100", "number": 1, "summary": "整体运势非常出色，正朝着积极的方向稳步前进，会有很多惊喜收获。仿佛有一股无形的力量在推动着，让生活充满了好运和机遇。在这一天里，可能会在不经意间遇到一些令人惊喜的事情，这些惊喜可能来自于各个方面，无论是与他人的交流互动，还是对周围环境的感知，都可能带来意想不到的收获。这种积极的运势会让人心情愉悦，充满信心和动力，更加积极地面对生活中的一切。可以大胆地去尝试一些新的事物，勇敢地表达自己的想法和感受，因为好运会一直陪伴在身边，为成功增添助力。整体而言，这一天将会充满喜悦和成就感，是值得好好珍惜和把握的一天。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251231, "name": "水瓶座", "QFriend": "天秤座", "all": "100", "color": "奶油色", "datetime": "2025年12月31日", "health": "96", "love": "100", "money": "100", "number": 4, "summary": "整体运势十分亮眼，社交人气颇高，充满了满满的跨年仪式感。在社交场合中，能够成为众人瞩目的焦点，吸引他人的关注和喜爱。与他人的交流互动轻松愉快，能够结识到很多志同道合的朋友，拓展自己的社交圈子。这种高人气的状态会让人感到自信和满足，增强对生活的热爱和期待。同时，跨年的仪式感也让这一天变得格外特别，无论是精心布置的环境，还是与亲朋好友共同参与的活动，都充满了温馨和欢乐的氛围。在这种氛围的感染下，心情也会变得格外舒畅，能够尽情享受生活的美好。可以充分利用这一天的高人气和仪式感，创造更多美好的回忆，让这一天成为生活中一段难忘的经历。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251231, "name": "双鱼座", "QFriend": "摩羯座", "all": "75", "color": "墨绿色", "datetime": "2025年12月31日", "health": "60", "love": "90", "money": "75", "number": 5, "summary": "整体运势较为低迷，容易陷入沮丧的情绪中。周围的环境似乎也缺乏一些活力，让人感觉有些压抑。不过，不要让这种低迷的情绪持续笼罩着自己，试着主动接触更大的社交圈子。走出自己熟悉的小圈子，去结识更多的人，与不同的人交流互动，能够带来新的视角和体验，打破现有的沉闷状态。在新的社交环境中，可能会发现一些新的乐趣和机会，让自己的生活重新焕发生机。虽然一开始可能会有些不适应，但只要勇敢地迈出第一步，积极地去参与和交流，就能够逐渐融入其中，收获新的友谊和快乐。不要让低迷的运势影响自己的心情，主动出击，才能改变现状，让生活变得更加美好。", "work": "75", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20260101, "name": "白羊座", "QFriend": "处女座", "all": "100", "color": "红色", "datetime": "2026年01月01日", "health": "86", "love": "100", "money": "100", "number": 4, "summary": "整体运势稳定，能尽情享受轻松的元旦时光。在这个特殊日子里，你活跃在熟悉的圈子里，与亲朋好友相聚，氛围温馨融洽。熟悉的圈子让你感到安心自在，无需刻意迎合他人，能以最真实的状态与人交往。彼此间的互动轻松愉快，话题不断，笑声连连。这种熟悉且舒适的环境，让你内心的压力得到释放，精神上得到极大的满足。你可以尽情地分享自己的生活点滴，也能认真倾听他人的故事，在交流中增进彼此的感情。这一天，没有繁琐的事务打扰，没有外界的纷扰影响，你只需沉浸在这份轻松愉悦之中，好好享受与熟悉的人共度的美好时光，让这份温暖与快乐在心中蔓延，为新的一年开启美好的序幕。", "work": "90", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20260101, "name": "金牛座", "QFriend": "白羊座", "all": "90", "color": "黄色", "datetime": "2026年01月01日", "health": "70", "love": "90", "money": "90", "number": 8, "summary": "整体运势一般，是相对平淡的一天。你会以休息充电的姿态休闲度过，远离喧嚣与忙碌，选择一个安静舒适的环境，让自己彻底放松下来。或许是窝在温暖的家中，听着轻柔的音乐，翻阅一本喜欢的书籍；或许是找一个宁静的角落，静静地发呆，让思绪自由飘荡。这种平淡并非乏味，而是一种难得的宁静与惬意。在这一天里，你无需为各种琐事奔波劳累，无需强颜欢笑去应对复杂的人际关系。你可以按照自己的节奏和喜好，随心所欲地安排时间，做自己想做的事情。这种放松的状态，能让你积蓄能量，为之后的生活和工作做好准备，以更加饱满的精神状态迎接新的挑战。", "work": "90", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20260101, "name": "双子座", "QFriend": "狮子座", "all": "75", "color": "蓝色", "datetime": "2026年01月01日", "health": "60", "love": "75", "money": "75", "number": 2, "summary": "整体运势欠佳，节目过多反而容易让你晕头转向，耗费过多精力。这一天，你可能会被各种活动邀请所包围，每一个都看似充满吸引力，让你难以抉择。于是，你试图兼顾所有，穿梭于各个场合之间。然而，过多的节目安排让你应接不暇，不仅无法真正享受其中的乐趣，反而感到身心疲惫。在频繁的切换中，你的注意力难以集中，思维也变得混乱，原本清晰的计划也被打乱。这种忙碌且无序的状态，让你内心烦躁不安，无法真正放松下来。或许你应该学会取舍，挑选一两个真正感兴趣的活动，全身心地投入其中，这样才能真正收获快乐和满足，避免因贪多而得不偿失，让这一天过得更加充实而有意义。", "work": "75", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20260101, "name": "巨蟹座", "QFriend": "双子座", "all": "90", "color": "杏色", "datetime": "2026年01月01日", "health": "75", "love": "75", "money": "90", "number": 2, "summary": "整体运势尚可，你可以选择在家或安排一些轻松的节日活动。如果选择待在家里，你可以营造一个温馨舒适的氛围，布置一下房间，增添一些节日的元素，让家充满节日的气息。然后，你可以做一顿美味的饭菜，与家人一起共享温馨的用餐时光，在欢声笑语中感受家庭的温暖。若想外出活动，也有许多轻松的选择。你可以去公园散步，呼吸新鲜的空气，欣赏自然的美景；或者去看一场电影，沉浸在精彩的剧情中，忘却一切烦恼。无论选择哪种方式，都能让你在轻松愉快的氛围中度过这一天。这种轻松自在的节奏，能让你放松身心，缓解压力，以更好的状态迎接新的一年，为生活增添一份美好的回忆。", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20260101, "name": "狮子座", "QFriend": "双鱼座", "all": "100", "color": "银色", "datetime": "2026年01月01日", "health": "81", "love": "100", "money": "90", "number": 9, "summary": "整体运势平稳，或许会有一些充满新鲜感的活动等待着你，让你有机会开拓新的圈子。这一天，你可能会收到一些意想不到的邀请，参加一些从未体验过的活动。这些活动充满了新奇和挑战，激发着你的好奇心和探索欲。在活动中，你会遇到各种各样的人，他们来自不同的背景，有着不同的经历和观点。与他们的交流和互动，让你开阔了眼界，增长了见识。通过与新朋友的相识相知，你能够拓展自己的人脉资源，为自己的生活注入新的活力。这种新鲜的体验和结识新朋友的机会，让你感到兴奋和满足，也让你对未来充满了期待。在这一天里，你可以尽情地展现自己的魅力，享受与新圈子融合的过程，为生活增添更多的色彩。", "work": "90", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20260101, "name": "处女座", "QFriend": "射手座", "all": "100", "color": "绿色", "datetime": "2026年01月01日", "health": "93", "love": "100", "money": "100", "number": 6, "summary": "整体运势非常好，是多方助力的一天，你的计划会更加得心应手。在这一天里，你仿佛被幸运之神眷顾，身边的一切都朝着有利于你的方向发展。无论是与人交流还是处理事务，都能得到他人的支持和帮助。他人的建议和意见如同明灯，为你指引方向，让你的思路更加清晰，决策更加明智。在执行计划的过程中，你会遇到一些小困难，但都能轻松化解，仿佛有一股无形的力量在推动着你前进。这种顺利的状态让你信心倍增，能够更加从容地应对各种情况。你的计划如同精心编排的乐章，每一个环节都衔接得恰到好处，奏响了一曲成功的旋律。在这一天里，你可以大胆地追求自己的目标，充分发挥自己的优势，相信会有不错的收获，为新的一年开一个好头。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20260101, "name": "天秤座", "QFriend": "巨蟹座", "all": "100", "color": "玫红色", "datetime": "2026年01月01日", "health": "95", "love": "100", "money": "100", "number": 1, "summary": "得到运气助力的一天，你会明显感觉到一股积极的能量在围绕着自己，整个人焕发出充沛的精神。这种精神上的饱满状态，让你在面对各种情况时都充满干劲，无论是与人交流还是参与活动，都能以热情洋溢的姿态投入其中。你的思维变得格外活跃，能够迅速捕捉到周围的信息，并做出恰当的反应。在社交场合中，你更是如鱼得水，凭借自身的魅力和亲和力，吸引着他人的目光，结识新的朋友也变得轻而易举。这种良好的运势让你在人际交往中更加自信，能够轻松地表达自己的想法和观点，与他人建立起良好的互动关系。你会发现自己在这一天里，无论做什么都仿佛顺水行舟，轻松又愉快，这种积极的状态也会持续影响着你，为新的一年开启一个美好的开端。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20260101, "name": "天蝎座", "QFriend": "天蝎座", "all": "75", "color": "粉色", "datetime": "2026年01月01日", "health": "62", "love": "75", "money": "90", "number": 5, "summary": "整体运势低迷，你可能会不自觉地将目光聚焦在别人的热闹场景上，看着他人欢声笑语、其乐融融，而自己却仿佛置身事外，这种强烈的对比会让你内心涌起一股难以言喻的沮丧情绪。这种情绪一旦产生，便如影随形，影响着你整个人的状态。你可能会变得沉默寡言，对周围的事物提不起兴趣，原本计划好的事情也可能因为情绪的低落而搁置一旁。其实，每个人都有自己的生活节奏和方式，别人的热闹未必就适合自己。你应该试着将注意力从他人身上转移到自己身上，关注自己内心的需求和感受。可以找一些能够让自己放松的事情来做，比如听音乐、阅读或者独自散步，让自己的情绪逐渐平复下来，重新找回生活的乐趣和信心，以更好的状态面对接下来的日子。", "work": "75", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20260101, "name": "射手座", "QFriend": "摩羯座", "all": "75", "color": "宝蓝色", "datetime": "2026年01月01日", "health": "59", "love": "75", "money": "75", "number": 1, "summary": "整体运势不容大意，你可能会陷入一种较为被动的局面，遇到一些自己并不乐意接受的安排，但出于各种原因，却想着去迎合他人。这种违背自己内心意愿的行为，会让你在内心产生矛盾和挣扎，感到十分纠结。一方面，你不想破坏与他人的关系，不想让他人失望；另一方面，自己的内心又充满了抗拒，这种矛盾的心理会让你在这一天里过得并不轻松。其实，你大可不必总是为了迎合他人而委屈自己。在面对不乐意的安排时，可以尝试坦诚地表达自己的想法和感受，与他人进行沟通协商。也许对方会理解你的立场，重新调整安排。只有尊重自己的内心，才能让自己在这一天里过得更加自在和舒心，避免因为过度迎合他人而给自己带来不必要的困扰。", "work": "75", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20260101, "name": "摩羯座", "QFriend": "天秤座", "all": "90", "color": "棕色", "datetime": "2026年01月01日", "health": "74", "love": "100", "money": "90", "number": 2, "summary": "整体运势平平，你最好避免临时出门的情况发生。临时起意的出行往往会因为准备不充分而遇到各种小麻烦，影响心情和行程。建议你在这一天凡事都要有计划性，提前规划好自己的活动安排。无论是外出购物、与朋友聚会还是其他活动，都提前做好准备，将所需的物品整理好，规划好路线和时间。有计划的生活能让你更加从容不迫，减少不必要的慌乱和失误。在按照计划行事的过程中，你也能更好地掌控自己的节奏，避免因为外界的因素而打乱自己的生活秩序。虽然这一天运势平平，但通过合理的规划，你依然可以让自己的生活有条不紊地进行，保持内心的平静和稳定，为新的一年打下良好的基础。", "work": "90", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20260101, "name": "水瓶座", "QFriend": "水瓶座", "all": "100", "color": "青色", "datetime": "2026年01月01日", "health": "92", "love": "100", "money": "100", "number": 3, "summary": "整体运势相当不错，你的脑海中仿佛充满了有趣的点子，这些点子如同灵动的音符，不断跳跃、组合，为你带来无尽的创意和灵感。你的思维变得异常活跃，能够从不同的角度看待问题，提出新颖独特的见解。在与身边人相处时，你总是能凭借这些有趣的点子给大家带来惊喜和欢乐，成为众人瞩目的焦点。你的正能量如同阳光一般，温暖着身边的每一个人，让大家在与你交流的过程中感受到快乐和积极向上的力量。这种良好的状态会让你在社交场合中备受欢迎，也能吸引到更多志同道合的朋友。你可以充分利用这一天的优势，将自己的想法和创意付诸实践，与他人分享交流，说不定会有意想不到的收获，为新的一年开启一段充满创意和欢乐的旅程。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20260101, "name": "双鱼座", "QFriend": "金牛座", "all": "100", "color": "玫红色", "datetime": "2026年01月01日", "health": "98", "love": "100", "money": "100", "number": 1, "summary": "整体运势很好，你或许会呈现出一种理想生活的姿态，这种姿态让你内心感到无比满足。在这一天里，你仿佛置身于一个美好的梦境之中，周围的一切都符合自己内心的期待。你会以一种平和、愉悦的心态去面对生活，享受生活中的每一个瞬间。无论是与家人相处时的温馨时刻，还是独自一人时的宁静时光，都能让你感受到生活的美好。这种满足感会让你更加珍惜眼前的一切，懂得感恩生活中的点滴幸福。你会发现自己对生活充满了热爱和期待，愿意用心去经营自己的生活，让每一个日子都过得充实而有意义。这种积极的生活态度也会感染身边的人，为你营造一个和谐美好的生活氛围，让新的一年从这份满足和幸福中美好开启。", "work": "100", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "白羊座本周需要注意保护喉咙健康，避免食用过于刺激的食物，多喝温水，适当休息，有助于缓解不适。同时，保持良好的作息习惯，多参加户外活动，有助于提升整体健康水平。要定期进行体检，及时发现并处理健康问题，保持身体健康。", "job": "在事业方面，本周你将以更为客观的眼光审视自己的工作表现，及时调整自己的状态，实现工作目标。要多与同事交流合作，共同进步，同时也要不断学习新知识，提升自己的综合能力。在学业上，努力钻研，不断提升自己的能力和知识储备，积极参与课外活动，有助于拓展自己的视野，丰富学习经验。", "love": "本周对于单身的白羊座来说，有可能会遇见让自己心动的人，感情会迅速升温，但也要注意把握好相处的平衡，避免过于冲动。而有伴侣的白羊座则需要更多的沟通和理解，共同解决问题，关系将更加稳固，共同经历的困难将使彼此更加坚强。", "money": "本周财富运势较为不错，你可能会有意外的收入或投资机会，抓住机会，合理规划财务，财源会源源不断。但同时也要注意理性消费，避免冲动购物，保持财务稳健。", "work": "在事业方面，本周你将以更为客观的眼光审视自己的工作表现，及时调整自己的状态，实现工作目标。要多与同事交流合作，共同进步，同时也要不断学习新知识，提升自己的综合能力。在学业上，努力钻研，不断提升自己的能力和知识储备，积极参与课外活动，有助于拓展自己的视野，丰富学习经验。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "在健康方面，金牛座本周整体状况良好，但需要注意饮食和生活习惯。要保持规律的作息时间，多参加户外活动，保持身心健康。建议多食用新鲜蔬菜水果，少食用油炸食品，注意饮食均衡，保持健康生活方式。及时休息放松，不要过度劳累。", "job": "在工作方面，金牛座本周可能会遇到一些困难和挑战，需要保持耐心和坚定的工作态度，不要被困难击倒。要学会与同事合作，共同解决问题，展现自己的团队精神。在学业方面，金牛座可能会遇到一些难题，但不要气馁，要保持积极的学习态度，多向老师和同学请教，努力克服困难，取得好成绩。", "love": "单身的金牛座本周桃花运势较好，可能会有不少追求者向你表白或示好。要把握机会，展现自己的魅力，但也要谨慎选择，避免轻率决定。有伴侣的金牛座，本周适合与伴侣共同规划未来，营造稳定的家庭氛围，共同享受彼此的陪伴和支持。", "money": "本周金牛座的财务状况有所波动，建议谨慎理财，避免过度消费和冲动购物。要合理规划支出，控制开支，避免不必要的浪费，以保持财务稳定。可以考虑制定预算计划，理性消费，理财规划，避免财务风险。", "work": "在工作方面，金牛座本周可能会遇到一些困难和挑战，需要保持耐心和坚定的工作态度，不要被困难击倒。要学会与同事合作，共同解决问题，展现自己的团队精神。在学业方面，金牛座可能会遇到一些难题，但不要气馁，要保持积极的学习态度，多向老师和同学请教，努力克服困难，取得好成绩。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "在健康方面，双子座需要特别关注头部健康问题，注意避免过度使用大脑导致头痛、头晕等不适症状。保持良好的作息习惯，适度运动，是维护身心健康的关键。同时，也要注意合理饮食，保持心情愉快，以维持身心的平衡状态。", "job": "在工作方面，双子座可能会过于保守，缺乏尝试新事物的勇气。建议双子座学会打破常规，勇于创新，不要害怕挑战。在学业上，双子座需要合理规划学习时间，避免过度专注于某一学科，应保持广泛的学习视野，以适应未来的挑战和机遇。", "love": "对于单身的双子座而言，本周可能会遇到一些桃花难题，或许过去的情感仍未释怀，但不宜停滞不前。有伴侣的双子座则可以与对方共同规划未来，探讨更加幸福的发展方向，可能会有更深入的情感沟通，甚至提及结婚的话题，为关系注入新的活力。", "money": "本周双子座的财务状况可能会面临一些挑战，需要审视消费结构，减少不必要的支出，提高理财意识，努力增加收入来源。通过规范支出、谨慎投资，双子座才能够稳步度过财务困境，实现财务稳健增长。", "work": "在工作方面，双子座可能会过于保守，缺乏尝试新事物的勇气。建议双子座学会打破常规，勇于创新，不要害怕挑战。在学业上，双子座需要合理规划学习时间，避免过度专注于某一学科，应保持广泛的学习视野，以适应未来的挑战和机遇。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "巨蟹座本周需注意颈椎问题，避免长时间低头工作或玩手机导致的颈部不适。保持良好的坐姿和睡姿，适量进行颈部按摩和舒缓运动，有助于缓解颈椎问题，维护身体健康。同时，保持规律作息，均衡饮食，多参与户外活动，有利于提升整体健康水平。", "job": "在工作上，巨蟹座会逐渐找到自己的节奏和方法，能够更好地应对各种挑战和任务。学业方面，巨蟹座需要警惕诱惑，要有计划地安排学习时间，集中精力提升自己的专业能力，以应对未来的竞争和挑战。", "love": "单身的巨蟹们在感情方面需要保持理性和清晰的思维，不要被他人的表象所蒙蔽，要学会看清对方的真实面目。而有伴侣的巨蟹需要留意彼此间的沟通与理解，避免过度依赖对方，共同努力营造健康稳定的感情氛围。", "money": "本周财务状况较为稳定，适宜制定详细的理财计划，控制消费支出，合理规划资金运用。同时，要注意理性投资，避免冲动行为，保持财务稳健发展。", "work": "在工作上，巨蟹座会逐渐找到自己的节奏和方法，能够更好地应对各种挑战和任务。学业方面，巨蟹座需要警惕诱惑，要有计划地安排学习时间，集中精力提升自己的专业能力，以应对未来的竞争和挑战。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "本周狮子座在健康方面整体状况良好，但也要注意多进行体育锻炼，保持身体的强壮和健康状态，提高抵抗力和免疫力。健康是最大的财富，保重身体才能更好地追逐梦想。", "job": "在事业方面，狮子座这周将更积极地寻找合作伙伴，希望通过共同努力提高自身业绩，获得更多的认可和奖励。而在学业上，你可能会感到紧绷，虽然取得一定成就，但仍对自己要求苛刻，建议不要过度自我施压，保持平和心态，相信自己的能力。", "love": "单身的狮子可能会有些抗拒桃花的到来，更愿意将注意力放在个人成长和发展上。而有伴侣的狮子，这周适合通过制造一些小浪漫来调节感情氛围，增进彼此之间的了解和亲密度，为感情发展添砖加瓦。", "money": "财富运势非常不错，本周你将充满自信，不断提升自身技能和能力，同时得到贵人的引导和帮助，有望获得前所未有的财富收益，收获满满。", "work": "在事业方面，狮子座这周将更积极地寻找合作伙伴，希望通过共同努力提高自身业绩，获得更多的认可和奖励。而在学业上，你可能会感到紧绷，虽然取得一定成就，但仍对自己要求苛刻，建议不要过度自我施压，保持平和心态，相信自己的能力。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "健康方面需要注意身体状况，避免过度劳累和压力过大，保持规律的作息时间，均衡饮食，适量运动，注意心理健康，才能保持身心健康，度过愉快的一周。希望你能够保持平和心态，应对各种挑战，迎接好运的到来。", "job": "在事业方面，处女座可能会面临一些挑战和压力，需要保持专注和耐心，勇敢面对困难，不要逃避现实。在学业上要认真对待每一门课程，制定合理的学习计划，努力提升自己的能力。", "love": "单身处女可能会有一些新的恋爱机会出现，但需谨慎选择，不要被表面现象蒙蔽双眼。有伴侣者要注意不要过度迁就对方，保持自我立场，相互尊重，维系良好关系。", "money": "本周财运稍有波动，需要谨慎理财，避免冲动消费和投资，保持稳健的财务状况，不要因为一时的贪念而损失财富。", "work": "在事业方面，处女座可能会面临一些挑战和压力，需要保持专注和耐心，勇敢面对困难，不要逃避现实。在学业上要认真对待每一门课程，制定合理的学习计划，努力提升自己的能力。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "在健康方面，天秤座需要关注颈椎问题，注意缓解颈部不适的感觉，可以适当进行按摩来舒缓疼痛，保持身体健康和活力。", "job": "在事业方面，天秤座可能会遇到外界的质疑和指责，需要保持坚定的信心，不受外界干扰，勇敢面对挑战。在学业上，天秤座要抵御外界的诱惑，珍惜学习机会，努力提升自我，不要因短暂快乐而忽视学习的重要性。", "love": "对于单身的天秤座来说，本周可能会受到感情方面的诱惑，建议要保持理性思考，避免被恋爱脑所左右。而有伴侣的天秤座可能会因为财务问题而产生争执，建议双方以平和的心态沟通，化解矛盾，共同面对问题。", "money": "本周财富运势波动较大，天秤座可能会有冲动的投资行为，建议保持理智头脑，谨慎决策，避免造成不必要的损失。", "work": "在事业方面，天秤座可能会遇到外界的质疑和指责，需要保持坚定的信心，不受外界干扰，勇敢面对挑战。在学业上，天秤座要抵御外界的诱惑，珍惜学习机会，努力提升自我，不要因短暂快乐而忽视学习的重要性。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "在健康方面，天蝎座本周需要注重保持良好的生活习惯和规律作息，注意饮食营养的均衡，适量运动锻炼，保持身心的平衡和健康。执行健康计划和保持积极心态，有助于提升整体健康水平。", "job": "在事业方面，本周天蝎座能够投入更多的热情和精力，面对各种挑战和困难时，保持积极的态度和坚定的信念，努力克服障碍，取得更好的成绩。在学业上可能会感到压力和困惑，需要寻找合适的学习方法和节奏，保持耐心和坚持，才能取得进步和提高。", "love": "对于单身的天蝎来说，本周可能会感到内心的胆怯和犹豫，不敢展现真实的情感，建议勇敢表达自己，不要错失机会。有伴侣的天蝎需要更多的沟通和理解，避免小事情闹得不可收拾，要学会包容和尊重对方的想法，共同维系良好的感情。", "money": "本周天蝎座的财富运势较好，能够通过敏锐的洞察力抓住投资机会，取得可观的收入回报。但要注意理性投资，避免冲动行事，稳健经营才能获得长期稳定的财务收益。", "work": "在事业方面，本周天蝎座能够投入更多的热情和精力，面对各种挑战和困难时，保持积极的态度和坚定的信念，努力克服障碍，取得更好的成绩。在学业上可能会感到压力和困惑，需要寻找合适的学习方法和节奏，保持耐心和坚持，才能取得进步和提高。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "健康方面需特别关注喉咙问题，避免出现喉部不适。饮食宜清淡，注意作息规律，适度运动保持身体健康，避免过度疲劳。保持心态平和，定期进行身体检查，及时调整生活方式，才能保持良好的健康状态。", "job": "在事业方面，本周射手座将迎来灵感迸发的时刻，可以提出创新的想法，推动工作表现的提升。在学业上，不要贪多贪快，务必踏实地努力，制定合理的学习计划，耐心积累知识和经验。", "love": "对于单身的射手座而言，本周可能会邂逅到与自己心灵契合的对象，但感情发展需要稳扎稳打，给予彼此足够的时间和空间。已有伴侣的射手座要注意避免过度妥协，坚守自己的原则，通过沟通和理解来维系感情。", "money": "财务状况相对稳定，适宜稳健理财，抓住合适的投资机会。要保持理性的态度对待财务问题，审慎规划理财计划，有望实现财务目标。", "work": "在事业方面，本周射手座将迎来灵感迸发的时刻，可以提出创新的想法，推动工作表现的提升。在学业上，不要贪多贪快，务必踏实地努力，制定合理的学习计划，耐心积累知识和经验。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "摩羯座本周的健康运势良好，重视健康养生，注重饮食和运动的均衡。特别是在压力较大的时候，要学会放松自己，保持良好的心态和体魄。注意加强锻炼，保持规律作息，有助于身体健康和抵抗力的提升。", "job": "在事业方面，摩羯们本周会有很多机会与外部合作伙伴合作，共同努力实现目标。通过合作，摩羯们将能够更好地发挥自己的优势，解决问题，取得成功。在学业上，摩羯们将从自己的兴趣出发，探索更多的知识领域，拓宽自己的学习范围，为未来的发展打下坚实基础。", "love": "对于单身的摩羯而言，本周的爱情运势极佳，会有机会在社交场合或工作中遇到心仪的对象。已有伴侣的摩羯，感情将更加稳定和融洽，两人之间的默契和关心更加增强。在感情方面，积极主动表达自己的心意，给予对方更多的关爱和支持，将有助于情感更进一步。", "money": "本周财富运势对摩羯座而言较为理想，通过学习新技能和与他人合作，摩羯们将有机会提升收入，开拓更多赚钱的途径。同时，谨慎理财，避免冲动消费，将有助于财务状况稳步增长。", "work": "在事业方面，摩羯们本周会有很多机会与外部合作伙伴合作，共同努力实现目标。通过合作，摩羯们将能够更好地发挥自己的优势，解决问题，取得成功。在学业上，摩羯们将从自己的兴趣出发，探索更多的知识领域，拓宽自己的学习范围，为未来的发展打下坚实基础。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "健康方面，水瓶座本周要注重身心健康的平衡。要保持良好的作息习惯，适量运动，注意饮食均衡，避免过度劳累。要重视心理健康，保持乐观的心态，通过放松和调节来减轻压力。只有保持健康的身心状态，才能更好地面对各种挑战和困难。", "job": "在工作方面，水瓶座可能会面临一些额外任务和挑战，需要保持耐心和专注力。要认真对待每一个工作任务，不要因为困难而退缩，要坚定信念，勇敢面对。在学业上，要努力学习，掌握知识，不要因为困难而气馁，要坚持不懈地追求进步。", "love": "对于单身的水瓶座来说，本周可能会有情感上的波动和变化。建议保持内心平静，理性对待感情问题，不要轻易被外界影响。有伴侣的水瓶座，与伴侣坦诚相待，积极沟通，共同培养感情默契，收获更多幸福。", "money": "财务方面，水瓶座本周财运波动较大，需要谨慎理财，避免冲动消费。要量入为出，合理规划支出，不要盲目跟风花钱。要建立健康的理财观念，理性管理个人财务，才能保持财务稳定。", "work": "在工作方面，水瓶座可能会面临一些额外任务和挑战，需要保持耐心和专注力。要认真对待每一个工作任务，不要因为困难而退缩，要坚定信念，勇敢面对。在学业上，要努力学习，掌握知识，不要因为困难而气馁，要坚持不懈地追求进步。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 1, "date": "2025年12月28日-2026年01月03日", "health": "在健康方面，双鱼本周要注意饮食结构的合理搭配，避免暴饮暴食，多摄入膳食纤维，保持身体健康。建议适量运动，保持良好作息习惯，注意心理健康，保持乐观的心态，以提升整体健康水平。", "job": "在事业方面，双鱼本周要注意拓展思维，不要固守旧有观念，倾听他人意见，接受建议，能够获得更多的启发和机遇。在学业上，要避免过度自我怀疑，保持自信心，勇敢面对挑战，努力学习，不断提升自己的能力和知识水平。", "love": "双鱼本周爱情运势良好，单身的双鱼渴望找到坚实的依靠，可能会遇到让自己心动的人。有伴侣的双鱼，与伴侣之间的感情会更加稳固，共同创造美好回忆。建议两人之间多沟通，增进彼此的理解和信任。", "money": "本周双鱼的财富运势一般，可能会感受到一定的经济压力。建议理性消费，养成良好的理财习惯，不要冲动花费，注意节制支出，以保障财务稳定。可以考虑规划理财计划，投资理财，谨慎决策，稳步增值财富。", "work": "在事业方面，双鱼本周要注意拓展思维，不要固守旧有观念，倾听他人意见，接受建议，能够获得更多的启发和机遇。在学业上，要避免过度自我怀疑，保持自信心，勇敢面对挑战，努力学习，不断提升自己的能力和知识水平。", "resultcode": "200", "error_code": 0}}}