{"today": {"白羊座": {"date": 20250821, "name": "白羊座", "QFriend": "巨蟹座", "all": "100", "color": "奶油色", "datetime": "2025年08月21日", "health": "80", "love": "100", "money": "100", "number": 2, "summary": "你的整体运势稳稳当当，像走在一条平坦的大路上，没什么大坑小洼绊脚。与人交流是运势里的亮点，你很容易在聊天里收获新东西，可能是朋友分享的冷门小知识，让你觉得新鲜又有趣；也可能是在社交场合听到一些行业小道消息，拓宽了你的信息面。不过，交流时可得长个心眼，不是所有信息都靠谱，有些听着天花乱坠的内容，背后可能藏着水分，得有所筛选，别一股脑全信。另外，你的心态比较平和，遇到小麻烦也不会急得跳脚，能冷静地想办法解决。这种沉稳的状态，让你在处理日常琐事时更得心应手，比如整理房间、规划日常开销，都能有条不紊地进行。生活里的小确幸也不少，可能是一顿美味的家常饭，或者路上看到的一朵漂亮小花，都能让你心情愉悦。总之，就顺着这稳稳的节奏，把这一天过得舒舒服服。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250821, "name": "金牛座", "QFriend": "水瓶座", "all": "100", "color": "墨绿色", "datetime": "2025年08月21日", "health": "83", "love": "100", "money": "90", "number": 5, "summary": "你的整体运势还不赖，就像天气晴朗，适合慢悠悠地享受生活。你一贯脚踏实地的风格，将会发挥大作用，不管做什么事，都能按自己的节奏来，不慌不忙，稳稳当当。这种节奏让你在处理事情时更专注，不容易被外界干扰，比如整理文件、打扫卫生，都能高效完成。而且，你对生活的掌控感很强，知道自己想要什么，不想要什么，不会盲目跟风或者冲动消费。在与人相处时，你也保持着真诚和耐心，不会因为一点小事就发脾气，这种温和的态度让你的人际关系更加和谐。生活可能没有太多大起大落，但这种平淡中的安稳，反而让你觉得很踏实。你可以利用闲暇的时间，做一些自己喜欢的事，比如看看书、听听音乐，享受这份宁静与舒适。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250821, "name": "双子座", "QFriend": "射手座", "all": "75", "color": "淡紫色", "datetime": "2025年08月21日", "health": "67", "love": "75", "money": "90", "number": 7, "summary": "整体运势略显严峻，就像走在一条有点崎岖的小路上，得小心别摔跤。你平时那股风风火火、想一出是一出的劲儿，现在可得按捺住。冲动行事很容易让你做出错误的决定，比如看到一件东西就急着买，结果回家发现根本不需要；或者听到一个消息就急着传播，最后发现是假的，让自己陷入尴尬。你的情绪也容易波动，可能会因为一点小事就烦躁不安，这时候更得提醒自己冷静下来，别让情绪主导你的行为。在做选择时，要多思考、多权衡，别急着下结论。生活里可能会有一些小麻烦找上门，比如出门忘带东西、和家人有点小摩擦，但只要你能稳住心态，这些麻烦都能慢慢解决。别给自己太大压力，遇到问题就深呼吸，告诉自己慢慢来，总能找到办法。", "work": "75", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250821, "name": "巨蟹座", "QFriend": "摩羯座", "all": "100", "color": "浅蓝色", "datetime": "2025年08月21日", "health": "98", "love": "100", "money": "100", "number": 3, "summary": "你的整体运势不断走高，一路向上。多出门是这一天提升运势的关键，走出家门，你会发现自己更容易遇到好事。可能是走在路上碰到老朋友，两人聊得热火朝天，回忆起许多美好的往事；也可能是在商场里偶然遇到打折促销，买到心仪已久的东西，省了不少钱。你的心情格外舒畅，脸上总是挂着笑容，这种积极的状态也会感染身边的人，让你的人际关系更加融洽。在生活里，你可能会发现一些平时没注意到的小美好，比如小区里的花开得更艳了，或者邻居家的小猫冲你撒娇，这些小细节都能让你感到温暖和快乐。而且，你的运气不错，做什么事都感觉顺顺当当的，哪怕遇到一点小困难，也能轻松化解。所以，别宅在家里，多出去走走，拥抱这份好运吧。", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250821, "name": "狮子座", "QFriend": "双鱼座", "all": "100", "color": "咖啡色", "datetime": "2025年08月21日", "health": "92", "love": "100", "money": "100", "number": 1, "summary": "幸运在线的一天，整体运势好得没话说。你的优势能得到充分发挥，不管是你的领导力、创造力，还是沟通能力，都能在合适的场合展现出来，让别人对你刮目相看。你就像舞台上的明星，走到哪里都能吸引众人的目光，成为焦点。而且，你将会左右逢源，和不同的人相处都能相处得很好。和朋友在一起时，你能活跃气氛，让大家玩得很开心；和长辈交流时，你又能表现出尊重和懂事，赢得他们的喜爱。生活里也是惊喜不断，可能是收到一份意外的礼物，或者吃到一顿美味的大餐，这些小惊喜都能让你的心情更加愉悦。不如就尽情享受这份幸运吧，大胆地去做自己想做的事，相信一切都会顺顺利利。", "work": "100", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250821, "name": "处女座", "QFriend": "狮子座", "all": "75", "color": "金黄色", "datetime": "2025年08月21日", "health": "62", "love": "75", "money": "75", "number": 7, "summary": "整体运势低迷，就像被一层阴云笼罩着，做什么事都感觉提不起劲。你很容易出现一心多用的情况，比如一边看电视一边玩手机，结果两边都没看好；或者在做一件事的时候，脑子里还在想着其他事，导致注意力不集中，效率低下。这种状态会让你在处理事情时频繁出错，比如写错字、算错数，给自己带来不必要的麻烦。而且，你可能会变得有些敏感，别人的一句话、一个眼神，都可能让你想太多，陷入自我怀疑和焦虑中。生活里也可能会遇到一些小挫折，比如出门遇到堵车、买东西遇到质量问题，这些小事会让你更加烦躁。不过，别让这些负面情绪一直困扰着你，试着给自己找点放松的事做，比如听会儿音乐、泡个热水澡，让自己的心情慢慢平复下来。记住，运势只是暂时的，调整好心态，明天又会是新的开始。", "work": "75", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250821, "name": "天秤座", "QFriend": "金牛座", "all": "100", "color": "粉色", "datetime": "2025年08月21日", "health": "96", "love": "100", "money": "100", "number": 6, "summary": "对你来说真是得心应手的一天，做什么都感觉顺风顺水。你处理起日常事务来格外高效，不管是安排生活琐事，还是和身边人沟通协调，都能轻松应对，很少出现卡壳的情况。而且，你总能找到更巧妙的方法去完成任务，原本可能需要花费不少时间和精力的事，做起来却能事半功倍，节省了不少力气。这种顺利的状态也会让你的心情格外舒畅，脸上常常挂着笑容，这种积极的情绪又会进一步感染身边的人，让你的人际关系更加和谐融洽。在生活里，你可能会发现一些平时没注意到的小美好，比如路过一家小店，里面的布置让你觉得特别温馨；或者听到一首喜欢的歌，心情瞬间变得愉悦起来。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250821, "name": "天蝎座", "QFriend": "处女座", "all": "90", "color": "深蓝色", "datetime": "2025年08月21日", "health": "78", "love": "90", "money": "90", "number": 4, "summary": "你的整体运势一般，生活像是放慢着脚步，维持着固有的现状，没什么大的波澜。你似乎不太愿意做出改变，更倾向于保持自己熟悉的生活模式和节奏，对于新事物、新挑战，可能会下意识地选择回避。这种状态让你在处理事情时，更多是依靠以往的经验和方法，虽然能保证不出错，但也很难有新的突破和收获。在与人相处时，你也保持着一种不冷不热的态度，不会主动去拓展社交圈子，也不会轻易和别人发生冲突，关系就那么不温不火地维持着。生活里可能没有太多让你兴奋或者沮丧的事情，一切都显得平平淡淡。不过，这种平静也有它的好处，能让你有更多的时间去思考和沉淀自己。如果你觉得这样的状态有些乏味，也可以试着给自己找点小乐趣，比如看一场电影、读一本好书，为生活增添一些色彩。", "work": "90", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250821, "name": "射手座", "QFriend": "双子座", "all": "90", "color": "橙色", "datetime": "2025年08月21日", "health": "71", "love": "90", "money": "90", "number": 8, "summary": "你的整体运势尚可，虽然没有特别突出的好运，但只要你能主动扬长避短，日子也能过得相对顺一些。你对自己的优点和不足有比较清晰的认识，知道自己在哪些方面擅长，哪些方面容易出问题。所以在做事情的时候，你会有意识地发挥自己的长处，避开那些可能让自己陷入困境的短板。比如，如果你擅长沟通，就会主动去处理需要和人打交道的事情；如果你不太擅长细致的工作，就会提醒自己多检查几遍，避免出错。在生活里，你也能保持一种乐观的心态，遇到小麻烦不会过分纠结，而是想办法尽快解决。这种积极的态度会让你在面对各种情况时都更加从容。不过，也别因为运势尚可就掉以轻心，还是要时刻保持警惕，留意身边可能出现的变化，这样才能更好地应对各种情况。", "work": "90", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250821, "name": "摩羯座", "QFriend": "天蝎座", "all": "75", "color": "棕色", "datetime": "2025年08月21日", "health": "60", "love": "75", "money": "75", "number": 2, "summary": "你的整体运势不容大意，各种小状况可能会接二连三地冒出来，让你有点应接不暇。原本计划好的事情，可能会因为一些意外因素而被打乱，比如出门前突然发现东西忘带了，或者原本约好的人临时有事来不了。在处理这些突发状况时，你可能会感到有些烦躁和无奈，但又不得不硬着头皮去解决。而且，你的情绪也容易受到影响，可能会因为一点小事就变得焦虑或者低落，这种负面情绪又会进一步影响你处理事情的效率和状态。生活里也可能会遇到一些让你头疼的小麻烦，比如家里的电器突然坏了，或者和邻居发生了一点小摩擦。不过，别让这些状况把你打倒，尽量保持冷静和理智，一件一件地去解决问题。相信凭借你的能力和毅力，最终都能把这些小状况处理好，只是可能需要多花点时间和精力。", "work": "75", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250821, "name": "水瓶座", "QFriend": "天秤座", "all": "75", "color": "天青色", "datetime": "2025年08月21日", "health": "68", "love": "75", "money": "75", "number": 7, "summary": "你的整体运势略差，容易被动陷入是非之中，让你有些头疼。本来你可能只是想安安静静地过自己的日子，但周围的一些人和事却会把你卷入一些不必要的纷争里。可能是朋友之间的小矛盾，莫名其妙地把你牵扯进去，让你不得不花时间去解释和调和；也可能是网络上的一些言论，让你觉得心里不舒服，忍不住想要回应，结果却越闹越大。这些是非会让你感到很烦闷，打乱你原本的生活节奏。在与人相处时，你可能会变得更加谨慎，说话做事都会多留个心眼，生怕一不小心就说错话或者做错事，给自己带来更多的麻烦。生活里也可能会因为这些是非而变得有些压抑，让你提不起精神。不过，别让这些是非影响了你的心情，尽量保持一颗平常心，能避开就避开，实在避不开就冷静应对，相信很快就能摆脱这些困扰。", "work": "90", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250821, "name": "双鱼座", "QFriend": "白羊座", "all": "100", "color": "玫红色", "datetime": "2025年08月21日", "health": "86", "love": "90", "money": "100", "number": 3, "summary": "你的整体运势较为平顺，没有太多的大起大落，能够保持知足常乐的心态。你不会给自己设定过高的目标，也不会对生活有太多的苛求，而是懂得珍惜眼前的小幸福。这种心态让你在面对生活中的各种事情时，都能保持一种平和、淡定的态度。即使遇到一些小问题，你也不会过分焦虑，而是会想办法慢慢解决。在生活里，你会更注重自己的感受，做一些让自己开心的事情，比如听喜欢的音乐、看一场浪漫的电影，或者去户外散散步，感受大自然的美好。和身边的人相处时，你也能真诚地对待他们，不会计较太多得失，这种善良和宽容会让你收获更多的温暖和友谊。", "work": "100", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20250822, "name": "白羊座", "QFriend": "金牛座", "all": "75", "color": "天蓝色", "datetime": "2025年08月22日", "health": "69", "love": "90", "money": "90", "number": 1, "summary": "对你来说像是走在一条布满小石子的路上，整体运势磕磕绊绊，计划好的事总会被意外小状况打乱节奏。比如临时被要求处理原本没预料到的小麻烦，这种“事与愿违”的感觉会反复出现，容易让人有点烦躁。你可能会觉得“怎么什么都要多花点力气”，甚至怀疑是不是自己哪里没考虑周全，但其实是外界的随机变动占了主导，和你的准备程度关系不大。情绪上容易因为小挫折冒火，但发完脾气后又会觉得“好像也没那么严重”，这种反复拉扯的状态会消耗不少精力。建议别把目标定得太死，留点弹性空间，遇到突发状况时告诉自己“顺其自然就好”，反而能减少内耗。另外，和身边人沟通时注意语气，别因为急躁把小矛盾放大，毕竟“不顺”大多是客观因素，不是谁的错。", "work": "75", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250822, "name": "金牛座", "QFriend": "狮子座", "all": "90", "color": "米黄色", "datetime": "2025年08月22日", "health": "78", "love": "90", "money": "90", "number": 2, "summary": "整体运势像在爬一段有点坡度的路，不算特别累，但每一步都得稍微用点劲，稍有起伏的状态会让你略感吃力。比如日常习惯的事突然需要多花点时间（比如等车比平时久、排队处理事务），或是原本熟悉的环境里多了些小变动（比如常去的店换了位置），这些细微的不顺手会让你觉得“怎么有点费劲”。你可能会不自觉地绷紧神经，试图把每件事都控制在预期范围内，但反而容易因为过度关注细节而忽略整体节奏。情绪上会有点“想快点结束”的急切感，但越急越容易在小事上卡壳。建议别对自己要求太高，遇到小阻碍时先深呼吸，告诉自己“慢慢来反而快”，把注意力放在“完成”而非“完美”上，反而能更轻松地度过这一天。", "work": "90", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250822, "name": "双子座", "QFriend": "巨蟹座", "all": "90", "color": "青色", "datetime": "2025年08月22日", "health": "72", "love": "90", "money": "90", "number": 3, "summary": "整体运势像一杯没加糖的茶，喝起来平平淡淡，没有额外的助力，凡事都得靠自己撑着。比如平时能顺手解决的小问题，可能需要多花点时间琢磨；或是习惯依赖的便利条件（比如常用的工具、熟悉的人帮忙）突然不太给力，得自己动手补上。这种“靠自己”的状态会让你有点怀念平时的轻松，但换个角度看，也是锻炼独立应对能力的好机会。你可能会觉得“怎么没人搭把手”，但其实周围人并非故意不帮忙，只是各自的节奏没对上。情绪上会有点“单打独斗”的孤独感，但别因此否定自己的能力——你完全有能力处理好这些事，只是需要多给自己点信心。建议把注意力放在“解决问题”本身，别太在意“有没有人帮忙”，完成后的成就感会比平时更强烈。", "work": "90", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250822, "name": "巨蟹座", "QFriend": "射手座", "all": "75", "color": "绿色", "datetime": "2025年08月22日", "health": "65", "love": "90", "money": "90", "number": 4, "summary": "整体运势像被一根无形的线牵着，容易陷入“被别人牵着鼻子走”的状态，自己的节奏容易被外界打乱。比如原本计划好的安排被临时要求调整，或是身边人的情绪、需求无形中影响你的决定，甚至可能为了照顾他人而委屈自己。这种“身不由己”的感觉会让你有点压抑，觉得“怎么总在配合别人”。你可能会不自觉地压抑自己的真实想法，试图用妥协换取和谐，但反而容易让自己陷入被动。情绪上会有点“委屈又无奈”的复杂感，甚至怀疑“是不是我太没主见了”。其实“被牵动”更多是客观环境的影响，和你的性格无关。建议偶尔给自己留点“自私”的空间——遇到不想答应的事，试着说“我需要再想想”；觉得累时，主动找个借口暂时抽离，别让别人的需求完全占据你的时间。", "work": "75", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250822, "name": "狮子座", "QFriend": "天秤座", "all": "90", "color": "姜黄色", "datetime": "2025年08月22日", "health": "79", "love": "90", "money": "100", "number": 5, "summary": "整体运势像一首节奏适中的歌，没有特别激昂的高潮，但也没有卡顿的杂音，基本能保持忙闲有序的状态。比如该处理的事能按部就班完成，该休息的时间也能自然放松，不会出现“忙到飞起”或“闲到发慌”的极端情况。这种“刚刚好”的节奏会让你觉得舒服，既不会因为太闲而无聊，也不会因为太忙而焦虑。你可能会发现小事处理起来比平时更顺手，比如沟通时能准确表达想法，或是做决定时少了几分犹豫。情绪上会保持平稳，即使遇到小麻烦也能冷静应对，不会轻易被影响心情。这种“稳中带顺”的状态会让你对当天的生活满意度较高，甚至可能觉得“过得还挺踏实”。建议顺着这种节奏走，别主动给自己加太多任务，享受这种“不紧不慢”的舒适感就好。", "work": "90", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250822, "name": "处女座", "QFriend": "双鱼座", "all": "100", "color": "奶茶色", "datetime": "2025年08月22日", "health": "96", "love": "100", "money": "100", "number": 6, "summary": "整体运势相当给力，做什么都带着一股顺劲儿，积极实现自我价值的状态会特别明显。比如平时觉得麻烦的事，处理起来反而得心应手；或是突然冒出些新想法，能快速落地执行，甚至超出预期。这种“做什么成什么”的顺遂感会让你充满动力，忍不住想多尝试些新事物，或是把原本搁置的计划重新捡起来。你可能会觉得“状态简直开挂”，连平时容易纠结的小细节都能果断拍板，这种“掌控感”会让你特别有成就感。情绪上会保持高昂，对生活的热情明显提升，甚至可能主动帮身边人解决问题，享受“被需要”的价值感。这种“积极向上”的状态会吸引更多正向反馈，比如得到他人的认可，或是遇到意外的小惊喜。建议顺着这股劲儿多做些自己想做的事，别压抑自己的热情，毕竟这样的好状态不是每天都有。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250822, "name": "天秤座", "QFriend": "天蝎座", "all": "75", "color": "玫红色", "datetime": "2025年08月22日", "health": "62", "love": "90", "money": "90", "number": 7, "summary": "整体运势着实不容乐观，生活仿佛被一团乱麻缠住。你会察觉到外界干扰源不断，各种琐碎小事像潮水般涌来，将你原本的节奏冲得七零八落。注意力难以集中成了最大问题，做着这件事，思绪却飘到了另一件事上，导致效率极其低下。在与人交往时，也容易因观点不合产生摩擦，原本和谐的氛围变得紧张起来。此时，你需要主动把注意力收回来，明确当前最重要的事，屏蔽掉那些无关紧要的干扰。决策方面，会格外犹豫不决，面对选择时反复权衡却难以定夺，这可能会让你错过一些稍纵即逝的机会。财务上，要格外谨慎，避免冲动消费，一些看似诱人的优惠活动，可能隐藏着消费陷阱，稍不留意就会让钱包缩水。而且，情绪也容易波动，可能会因为一些小事而心情低落，要学会自我调节，别让负面情绪影响一整天。", "work": "75", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250822, "name": "天蝎座", "QFriend": "水瓶座", "all": "100", "color": "抹茶色", "datetime": "2025年08月22日", "health": "90", "love": "100", "money": "100", "number": 1, "summary": "整体运势简直羡煞旁人，仿佛被幸运女神紧紧环绕。你的视野无比开阔，看待问题的角度独特且全面，能敏锐地捕捉到生活中隐藏的机遇和潜在的问题。心中有着充实又合理的计划，并且能按部就班地推进，每一步都走得稳健而有力。在社交场合中，你魅力四射，成为众人瞩目的焦点，轻松就能结识到志同道合的朋友，拓展自己的人脉圈。而且，还有可能收到意外的好消息，比如一直期待的事情有了好的进展，或者得到一份心仪已久的礼物，让你的心情格外愉悦。这种良好的运势也会感染身边的人，为你营造一个积极向上的氛围，让你在各个方面都能感受到生活的美好与顺遂。", "work": "100", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250822, "name": "射手座", "QFriend": "摩羯座", "all": "90", "color": "红色", "datetime": "2025年08月22日", "health": "81", "love": "90", "money": "100", "number": 9, "summary": "整体运势相对平稳，是实践出真知的好日子。你脑海中充满了各种新奇的想法和创意，不要让它们只停留在想象阶段，大胆地去尝试、去实践吧。在实践的过程中，你会发现很多之前未曾考虑到的问题，也能积累到宝贵的经验，这对你的成长和发展大有裨益。虽然过程中可能会遇到一些小阻碍，但凭借你乐观积极的心态和勇于探索的精神，都能轻松克服。而且，你的动手能力很强，适合去做一些需要实际操作的事情，比如手工制作、修理物品等，会有不错的成果。同时，在与人交流分享实践经验时，也能从他人那里获得新的启发和思路，让你的思维更加开阔。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250822, "name": "摩羯座", "QFriend": "双子座", "all": "100", "color": "紫色", "datetime": "2025年08月22日", "health": "88", "love": "100", "money": "100", "number": 8, "summary": "运气简直好到爆棚，整体运势一路飘红。你很容易得到多方的助力，家人会给予你温暖的关怀和支持，朋友会在你需要的时候伸出援手，甚至一些陌生人也可能在不经意间为你提供帮助。在处理事情时，各种资源会主动向你靠拢，让你的计划得以顺利实施，仿佛一切都在朝着你期望的方向发展。你的判断力也十分敏锐，能够准确把握事情的发展方向，做出正确的决策，避免走弯路。在社交方面，你也能结识到一些对你有帮助的人，他们可能会为你带来新的机会和发展空间。而且，你的心情格外舒畅，对生活充满了热情和期待。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250822, "name": "水瓶座", "QFriend": "处女座", "all": "75", "color": "浅灰色", "datetime": "2025年08月22日", "health": "63", "love": "75", "money": "90", "number": 3, "summary": "整体运势欠佳，主要问题在于你过于以自我为中心。在做事情时，你总是只考虑自己的感受和需求，忽略了他人的想法和意见，这很容易引起别人的反感和不满。在团队合作中，这种态度会让你显得格格不入，影响整个团队的和谐氛围和协作效率。而且，你在沟通时也容易过于直接，说话不经过思考，可能会无意中伤害到别人，导致人际关系变得紧张。建议你多站在别人的角度思考问题，学会倾听和包容，尊重他人的观点和选择。在做决策时，也可以适当参考他人的建议，这样不仅能避免一些错误，还能改善你的人际关系，让生活更加顺利。", "work": "75", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250822, "name": "双鱼座", "QFriend": "巨蟹座", "all": "90", "color": "橙色", "datetime": "2025年08月22日", "health": "70", "love": "90", "money": "90", "number": 2, "summary": "整体运势一般，没有太多令人惊喜的事情发生，但也没有大的波折。不过你要知道，有时候退一步海阔天空，别总是争强好胜。在遇到一些分歧或者矛盾时，别急着表明自己的立场，先冷静下来，换个角度思考问题，也许会有新的发现和理解。而且，你可能会有些情绪化，容易因为一些小事而心情低落或者烦躁不安。要学会调整自己的心态，保持乐观积极的态度，不要让负面情绪影响到自己的生活和工作。在与人相处时，也别太敏感，别把别人的话太往心里去，避免不必要的误会和冲突。可以多参加一些轻松愉快的活动，放松自己的心情，让自己以更好的状态迎接新的一天。", "work": "90", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "本周白羊座需要特别注意运动时的安全，谨防肌肉拉伤等意外伤害。在进行体育锻炼前要做好充分的准备活动，保护自己的身体。同时，日常外出时要留意周围环境，注意脚下路面的情况，避免发生意外。", "job": "在事业上，本周白羊座有望通过维持良好的人际关系而获得稳定的客户资源和支持。要注重社交方面的投入，利用人际关系网络，将会为事业发展带来积极影响。在学业方面，白羊座需要审视自己的不足，努力克服问题，提升自己的学习效率和能力。", "love": "本周单身的白羊座会变得更加大胆，敢于追寻爱情。不再犹豫不决，而是积极向心仪的人表白。而有伴侣的白羊座则会逐渐加深与另一半的信任和理解，感情关系更加稳定和融洽，两人之间的默契也会增加。", "money": "本周财富运势一般，存在较强的消费欲望，容易被各种促销和诱惑所影响。白羊座需要谨慎对待购物行为，要注意性价比，避免盲目消费，保持理性消费观念，以避免财务压力。", "work": "在事业上，本周白羊座有望通过维持良好的人际关系而获得稳定的客户资源和支持。要注重社交方面的投入，利用人际关系网络，将会为事业发展带来积极影响。在学业方面，白羊座需要审视自己的不足，努力克服问题，提升自己的学习效率和能力。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "本周金牛座需要重视健康问题，注意身体安全和防范意外伤害。保持规律的作息时间和饮食习惯，加强体育锻炼，有助于维持身心健康。及时就医，对症治疗，保持积极乐观的心态，才能更好地保持健康和活力。", "job": "在工作方面，金牛座可能会面临一定的工作压力和挑战，需要冷静面对，提高工作效率和处理问题的能力。学业上，要认真总结过去的学习内容，查漏补缺，巩固知识基础，努力提升学习成绩。保持专注和耐心，才能取得更好的成绩和进步。", "love": "单身金牛本周可能会有新的感情出现，但需小心三角恋情的发生，理性对待感情，不要轻易陷入复杂的关系中。有伴侣的金牛需要避免情绪化和冲突，保持理性沟通和包容，共同解决问题，增进彼此的感情和信任。", "money": "金牛座本周财运较为顺利，可能会有一定的财务收益和增长。但要注意理性投资，避免冒险和投机行为，谨慎处理财务事务，稳健增值财富。保持财务规划和理性消费，能够更好地保护自己的财富和利益。", "work": "在工作方面，金牛座可能会面临一定的工作压力和挑战，需要冷静面对，提高工作效率和处理问题的能力。学业上，要认真总结过去的学习内容，查漏补缺，巩固知识基础，努力提升学习成绩。保持专注和耐心，才能取得更好的成绩和进步。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "双子座的财运在本周内表现不错，支出相对较为节制，偏财运势也较为旺盛，可能会得到朋友的帮助或者意外之财，整体财务状况比较稳定。", "job": "在事业方面，本周双子座可能需要投入更多的精力，但可能回报并不那么显著，这时建议保持一个不急功近利的心态，不断地积累经验，保持踏实的工作态度。在学业方面，双子座需要更多地加强基础知识的巩固，提升自身的理解能力，这样才能取得更好的学业成绩。", "love": "对于单身的双子座来说，本周的感情运势可能会出现一些波动，容易冲动和三分钟热度，因此需要更多的理性思考来处理感情问题，避免轻率的行为。而已经有伴侣的双子座在本周内需要更加注意沟通，以免出现误解和偏差，及时解决问题，避免矛盾的进一步升级。", "money": "双子座的财运在本周内表现不错，支出相对较为节制，偏财运势也较为旺盛，可能会得到朋友的帮助或者意外之财，整体财务状况比较稳定。", "work": "在事业方面，本周双子座可能需要投入更多的精力，但可能回报并不那么显著，这时建议保持一个不急功近利的心态，不断地积累经验，保持踏实的工作态度。在学业方面，双子座需要更多地加强基础知识的巩固，提升自身的理解能力，这样才能取得更好的学业成绩。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "健康方面，巨蟹座需要注意调节作息时间，避免过度劳累和情绪波动导致失眠多梦的情况。保持健康的生活习惯，适当运动，均衡饮食，有助于提升整体健康水平。要关注身心健康，及时调整生活节奏，保持良好的心态。", "job": "在工作方面，巨蟹座本周需要提高警觉，认真解决问题，努力发展自己的能力，不要因为小问题而懈怠。在学业上，巨蟹座要保持学习的热情，勤奋钻研，踏实前行，才能取得稳定进步。要保持耐心和毅力，不断充实自己的知识储备。", "love": "单身的巨蟹座可能会在爱情中陷入盲目追求的状态，建议保持理性思考，不要轻易投入过深，同时要留心对方的真实动机。有伴侣的巨蟹座要注意避免因琐事而产生争吵，相互理解包容才能维系关系，共同面对问题。", "money": "本周财务状况波动较大，巨蟹座要注意理性消费，避免冲动购物或囤积商品的行为，量入为出才能保持财务稳定。要审慎理财，避免投资风险，保持财务安全感。", "work": "在工作方面，巨蟹座本周需要提高警觉，认真解决问题，努力发展自己的能力，不要因为小问题而懈怠。在学业上，巨蟹座要保持学习的热情，勤奋钻研，踏实前行，才能取得稳定进步。要保持耐心和毅力，不断充实自己的知识储备。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "健康方面，狮子座需要关注自身情绪状态，保持内心平静和愉快，避免过度压力对身体造成负面影响。保持良好的生活习惯，适当进行运动锻炼，有助于维持身心健康的平衡状态。本周适合多参加一些放松身心的活动，保持积极乐观的心态，健康状况会有所改善。", "job": "在工作和学业上，狮子座需要更加注重细节方面的处理，谨慎行事，避免因粗心大意而产生错误。同时，积极主动地与同事或同学进行沟通合作，共同努力，才能实现更好的发展和进步。本周适合制定详细的计划和目标，有条不紊地执行，会有更好的表现和成果。", "love": "对于单身的狮子座而言，本周可能会迎来一段令人心动的恋情，爱情运势指数较高。建议敞开心扉，积极追求自己的幸福，但也要谨慎对待感情，不要盲目投入。有伴侣的狮子座需要更多的理解和包容，通过良好的沟通和互动，共同经营感情，关系将更加稳固。", "money": "本周狮子座的财务状况整体平稳，但要小心谨慎地管理财务，避免冲动消费或投资，导致不必要的损失。可以考虑与他人合作，寻求共赢的机会，拓展更多财富增长的可能性。建议理性投资，慎重决策，不要盲目跟风，保持稳健的财务策略。", "work": "在工作和学业上，狮子座需要更加注重细节方面的处理，谨慎行事，避免因粗心大意而产生错误。同时，积极主动地与同事或同学进行沟通合作，共同努力，才能实现更好的发展和进步。本周适合制定详细的计划和目标，有条不紊地执行，会有更好的表现和成果。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "健康方面，处女座本周要注意养成良好的生活习惯，保持规律作息，适当锻炼身体，注意饮食营养均衡。避免过度劳累和压力过大，保持身心健康。建议关注自身身体状况，及时调整生活方式，保持健康状态。", "job": "在事业方面，处女座需要注重细节，做好周密的计划和安排，同时要不断提升自己的专业能力，主动承担更多的责任。在学业上，多参加讨论和交流，积极思考，善于总结，才能取得更好的学习成绩。适合拓展人际关系，结交更多有益的朋友。", "love": "本周，单身的处女座可能会结识许多新朋友，随着相互了解的深入，也许会擦出爱情的火花。有伴侣的处女座，与另一半之间的感情会更加深厚，多一些沟通和包容，能够增进彼此的情感。建议多和伴侣沟通，共同规划未来。", "money": "本周处女座的财富运势较为乐观，可能会有一些意外的收获或者投资机会，但需要谨慎对待，不要盲目跟风。理性投资，稳健理财，才能稳固财富。建议注意理财规划，控制消费，增加理财知识。", "work": "在事业方面，处女座需要注重细节，做好周密的计划和安排，同时要不断提升自己的专业能力，主动承担更多的责任。在学业上，多参加讨论和交流，积极思考，善于总结，才能取得更好的学习成绩。适合拓展人际关系，结交更多有益的朋友。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "在健康方面，天秤座本周需要特别关注身体状况，加强体育锻炼，提高免疫力，保持良好的生活习惯。建议合理安排作息时间，注意饮食营养，远离不良生活习惯，保持身心健康状态。", "job": "在工作方面，天秤座本周可以凭借独特的创意和想法获得机会，得到领导的认可和支持。而在学业方面，可能会感到一些心态上的波动，容易受到外界信息的影响而产生困扰。建议保持专注和耐心，重新规划学习计划，保持学习状态，迎接挑战。", "love": "对于单身的天秤座而言，本周可能会变得比较挑剔，对相亲有所抗拒。而对于有伴侣的天秤座，可能会遇到一些沟通方面的障碍和意见不合。建议双方保持理性沟通，尊重彼此立场，避免情绪化的争吵，共同寻找解决问题的方式，加深感情。", "money": "本周，天秤座的财富运势相对较佳，可能会通过合作伙伴的推荐或合作获得一些赚钱的机会，进而提高收入水平，改善生活质量。建议抓住机会，理性投资，注意财务规划，保持财务稳健，避免冲动消费，稳健理财。", "work": "在工作方面，天秤座本周可以凭借独特的创意和想法获得机会，得到领导的认可和支持。而在学业方面，可能会感到一些心态上的波动，容易受到外界信息的影响而产生困扰。建议保持专注和耐心，重新规划学习计划，保持学习状态，迎接挑战。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "要注意身体健康，保持规律作息，注意饮食健康，避免暴饮暴食和过度劳累。特别是过敏体质的人要注意防护措施，避免引发过敏反应。及时调整生活方式，保持身心健康。", "job": "在事业学业方面，本周可能会遇到一些阻力和挑战，需要保持耐心和毅力。避免过度执着于自己的想法，要学会与他人合作，共同解决问题。学业上需要调整学习方式，寻找新的学习方法，提高学习效率，做好时间规划和自我管理。", "love": "单身的天蝎可能会有些犹豫和迷茫，容易受到外界因素的影响。建议保持清醒的头脑，不要被表面现象所迷惑，擦亮眼睛，选择适合自己的对象。有伴侣的天蝎则需要更多的沟通和理解，共同面对问题，增进彼此之间的信任和情感。", "money": "在财富运势方面，本周要注意谨慎理财，避免盲目消费和冲动购物。控制支出，选择性价比高的产品和服务，理性消费，避免财务压力和浪费。", "work": "在事业学业方面，本周可能会遇到一些阻力和挑战，需要保持耐心和毅力。避免过度执着于自己的想法，要学会与他人合作，共同解决问题。学业上需要调整学习方式，寻找新的学习方法，提高学习效率，做好时间规划和自我管理。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "健康方面，射手座需要特别留意牙齿和口腔健康问题，避免过度进食坚硬食物，定期检查牙齿状况，保持口腔卫生，预防口腔疾病的发生。同时，保持良好的作息习惯，注重饮食营养的均衡，适度运动，有助于维持身体健康的状态。如果感觉身体不适，要及时就医，注意休息调养。", "job": "在事业方面，射手座本周应重点关注人际关系的建立与维护，积极拓展人脉，为未来的职场发展做好准备。要保持乐观的心态，勇于面对挑战，努力提升自己的能力和竞争力。在学业上，需集中精力，制定合理的学习计划，提高学习效率，以取得更好的成绩。", "love": "对于单身的射手座来说，本周可能会遇到一些情感挑战，需要更多的耐心和努力去寻找合适的伴侣。要保持开放的心态，多参与社交活动，有机会结识到心仪的对象。已有伴侣的射手座则需要更多的关心和体贴，共同克服困难，增进彼此的感情，加深彼此的了解。", "money": "财务状况相对稳定，射手座应保持谨慎的理财态度，避免过度消费和投资。要合理规划支出，审慎管理财务，理性投资，以稳健的方式增长财富。不要被投机念头蒙蔽了双眼，保持清醒的头脑，理性决策。", "work": "在事业方面，射手座本周应重点关注人际关系的建立与维护，积极拓展人脉，为未来的职场发展做好准备。要保持乐观的心态，勇于面对挑战，努力提升自己的能力和竞争力。在学业上，需集中精力，制定合理的学习计划，提高学习效率，以取得更好的成绩。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "摩羯本周在健康方面要注意肠胃问题，保持规律作息和饮食，避免过度疲劳和压力。多参加户外活动，保持良好的心态和体魄，注意身体信号，及时调整生活方式。", "job": "在工作方面，摩羯能够顺利完成任务，展现出色的工作能力，有望得到同事和上司的认可和赞赏。在学业上，要保持专注和努力，不要轻易放弃，坚持下去就会有所收获。遇到困难要勇敢面对，寻找解决问题的方法，不要被挫折打倒。", "love": "单身的摩羯本周可能会收获暧昧对象的告白，展现出活泼的一面能吸引对方的注意。有伴侣的摩羯要多花时间沟通，共同规划未来，关系会更加稳固。要学会包容和理解对方，避免小事情引发不必要的矛盾。", "money": "本周摩羯的财运较好，可以投身赚钱行业，积极参与理财活动，有望获得意外收入。要注意理性消费，避免冲动购物，保持良好的财务管理习惯，将财富用于明智的投资。", "work": "在工作方面，摩羯能够顺利完成任务，展现出色的工作能力，有望得到同事和上司的认可和赞赏。在学业上，要保持专注和努力，不要轻易放弃，坚持下去就会有所收获。遇到困难要勇敢面对，寻找解决问题的方法，不要被挫折打倒。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "本周水瓶座的健康状况整体良好，但要注意腰椎问题，长时间久坐可能导致腰部不适。建议适量运动，保持身体健康，避免劳损引发的健康问题。及时放松身体，注意保护腰部，有助于提升整体健康水平。", "job": "在事业方面，本周水瓶座需要注重人际关系的处理，善于借力以达成目标，共同应对挑战，取得更好的工作表现。学业上，与同学合作讨论学习内容，多角度思考问题，有助于学习成绩的提升。", "love": "单身的水瓶本周情感起伏较大，可能会受到过去感情的影响，需要学会释怀和放下，给自己一个新的开始。有伴侣的水瓶要注意沟通和理解，避免小事情引发矛盾，保持平和心态，共同经营美好的爱情。", "money": "本周水瓶座的财运不太理想，消费欲望较高，需注意控制开支，避免铺张浪费。制定合理的消费计划，理性理财，可以帮助你避免不必要的经济压力。", "work": "在事业方面，本周水瓶座需要注重人际关系的处理，善于借力以达成目标，共同应对挑战，取得更好的工作表现。学业上，与同学合作讨论学习内容，多角度思考问题，有助于学习成绩的提升。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 34, "date": "2025年08月17日-2025年08月23日", "health": "在健康方面，双鱼座需要特别注意四肢关节的灵活性，避免受伤。外出时要注意路面情况，家中有宠物的双鱼座也需小心避免被宠物抓伤挠伤，保持健康和安全。", "job": "在事业方面，双鱼座本周将以更加务实的心态投入工作中，通过努力和付出获得应有的回报，实现自我价值。而在学业方面，他们将能够举一反三，更好地掌握难点知识，取得更好的学习效果。", "love": "对于单身的双鱼座来说，本周有望通过积极参与社交活动结识到合适的对象，建立美好的恋情。而已有伴侣的双鱼座，在这周内可以学会更多地换位思考，包容对方的缺点，共同经营和巩固彼此之间的感情。", "money": "财富运势良好，双鱼座本周在理财和投资方面将有较高的收益，同时也有可能收到来自家人或朋友的资金支持，让双鱼座的资金状况保持宽裕。", "work": "在事业方面，双鱼座本周将以更加务实的心态投入工作中，通过努力和付出获得应有的回报，实现自我价值。而在学业方面，他们将能够举一反三，更好地掌握难点知识，取得更好的学习效果。", "resultcode": "200", "error_code": 0}}}