{"today": {"白羊座": {"date": 20251203, "name": "白羊座", "QFriend": "巨蟹座", "all": "100", "color": "青色", "datetime": "2025年12月03日", "health": "82", "love": "100", "money": "100", "number": 7, "summary": "整体运势呈现比较平顺的态势，没有明显的起伏波动，会度过相对舒心省心的一天。在这一天里，不会遭遇太多棘手的状况或者难以应对的难题，生活节奏较为轻松自在。周围的环境和人际关系都处于一种和谐稳定的状态，不会给你带来额外的压力和负担。可以按照自己的节奏和想法去安排日常活动，无论是休闲娱乐还是处理一些琐事，都能有条不紊地进行。这种平稳的运势让你能够放松心情，享受当下的时光，不用为各种未知的情况而担忧焦虑。能够以一种从容不迫的姿态面对生活，内心也会感到十分惬意。", "work": "90", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251203, "name": "金牛座", "QFriend": "射手座", "all": "100", "color": "米白色", "datetime": "2025年12月03日", "health": "94", "love": "100", "money": "100", "number": 2, "summary": "整体运势相当不错，可以说是棒棒哒。这一天里，会有不少助力围绕在你身边，无论是来自朋友、家人还是其他方面，都能感受到他人给予的支持和帮助。人缘也倍儿棒，与周围人的相处十分融洽，能够轻松地与他人建立起良好的沟通和互动。这种良好的人际关系氛围会让你心情愉悦，同时也为你带来更多的机会和可能性。在与他人交往的过程中，能够收获到温暖和善意，进一步增强自己的信心和动力。可以充分利用这一天的好运势，积极拓展自己的社交圈子，享受与人交往带来的快乐。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251203, "name": "双子座", "QFriend": "摩羯座", "all": "100", "color": "海蓝色", "datetime": "2025年12月03日", "health": "97", "love": "100", "money": "100", "number": 6, "summary": "整体运势非常旺盛，迎来优势的局面。在这充满活力的一天里，各方面都呈现出积极向上的态势。仿佛有一股无形的力量推动着你，让你在处理各种事情时都更加得心应手。周围的环境和条件都对你十分有利，能够为你提供更多的机会和选择。你能够敏锐地捕捉到身边的信息和变化，并且迅速做出反应。这种优势局面让你在人际交往中也更加自信从容，能够吸引到更多人的关注和认可。可以尽情地发挥自己的优势，展现出独特的魅力，享受这一天带来的美好体验。", "work": "100", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251203, "name": "巨蟹座", "QFriend": "金牛座", "all": "75", "color": "浅黄色", "datetime": "2025年12月03日", "health": "62", "love": "90", "money": "75", "number": 4, "summary": "整体运势低迷，容易在小问题上犯迷糊。这一天里，可能会感觉自己的思维有些不够清晰，在处理一些事情时容易出现疏忽和错误。一些看似简单的小问题，却可能会让你陷入困惑和纠结之中，难以迅速做出正确的判断和决策。周围的环境也可能会给你带来一些干扰和影响，让你的情绪变得有些烦躁不安。这种低迷的运势会让你感到有些力不从心，容易产生挫败感。需要提醒自己保持冷静和耐心，尽量放慢节奏，认真对待每一个细节，避免因为粗心大意而造成不必要的麻烦。", "work": "75", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251203, "name": "狮子座", "QFriend": "水瓶座", "all": "75", "color": "深红色", "datetime": "2025年12月03日", "health": "65", "love": "90", "money": "75", "number": 1, "summary": "整体运势欠佳，容易被别人拿捏，被牵着鼻子走。在这一天里，可能会感觉自己在某些方面失去了主动权，无法按照自己的意愿去行事。周围的人似乎有着更强的控制力和影响力，让你不得不听从他们的安排和建议。这种被动的局面会让你感到有些不舒服和无奈，内心也会产生一些抵触情绪。需要学会调整自己的心态，不要过于在意他人的看法和意见，保持自己的独立思考和判断能力。在面对他人的要求时，要勇敢地表达自己的想法和需求，争取自己的权益，避免一味地妥协和退让。", "work": "90", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251203, "name": "处女座", "QFriend": "天蝎座", "all": "90", "color": "草绿色", "datetime": "2025年12月03日", "health": "68", "love": "75", "money": "90", "number": 8, "summary": "整体运势下滑，琐事太多容易焦头烂额。这一天里，各种琐碎的事情会接踵而至，让你应接不暇。这些琐事虽然看似不大，但却十分繁杂，需要花费大量的时间和精力去处理。在处理这些事情的过程中，可能会因为忙碌而感到烦躁和疲惫，容易出现情绪上的波动。而且，由于事情太多，可能会让你感到有些手忙脚乱，难以做到面面俱到，容易出现一些小的失误和疏漏。需要提醒自己合理安排时间和精力，分清事情的轻重缓急，有条不紊地去处理每一件事情。同时，也要学会给自己留出一些放松和休息的时间，缓解压力，保持良好的心态。", "work": "75", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251203, "name": "天秤座", "QFriend": "双鱼座", "all": "90", "color": "紫色", "datetime": "2025年12月03日", "health": "80", "love": "90", "money": "90", "number": 3, "summary": "整体运势表现平平，生活节奏会趋于公式化的安排。这一天里，日常的各项活动似乎都按照既定的模式在推进，没有太多新奇的变化和惊喜出现。你会按照熟悉的流程去处理事情，与周围人的互动也保持着一种常规的状态。这种平稳的节奏虽然不会带来强烈的刺激感，但也能让你感到安心和踏实。不过，过于公式化的安排可能会让你觉得有些乏味，内心渴望一些不一样的体验。但此时也不必急于打破常规，不妨先享受这份稳定，在熟悉的环境中寻找一些细微的乐趣。以平和的心态面对这一天，顺其自然地接受生活的安排，或许能在平淡中发现一些别样的美好。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251203, "name": "天蝎座", "QFriend": "狮子座", "all": "90", "color": "藏青色", "datetime": "2025年12月03日", "health": "76", "love": "90", "money": "90", "number": 9, "summary": "整体运势稍有起伏，容易遇到一些小状况。在这一天里，生活不会完全按照你预期的那样发展，可能会出现一些意想不到的小插曲。这些小状况可能不会对整体造成太大的影响，但也会让你在处理时需要多花费一些心思和精力。面对这些变化，你需要保持冷静和理智，不要被突如其来的情况打乱阵脚。以灵活的方式去应对各种问题，及时调整自己的状态和策略。虽然运势有起伏，但这也是生活的一种调味剂，通过解决这些小状况，你也能锻炼自己的应变能力和心理素质。以积极的态度看待这些小波折，相信你能够顺利度过这一天。", "work": "90", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251203, "name": "射手座", "QFriend": "白羊座", "all": "100", "color": "橙色", "datetime": "2025年12月03日", "health": "90", "love": "100", "money": "100", "number": 5, "summary": "整体运势相当不错，或有突破的机会，自信UP。这一天里，你会明显感觉到自己充满活力和能量，内心涌动着一种想要突破现状的渴望。周围的环境和氛围也似乎在为你提供着支持和助力，让你有更多的机会去尝试新的事物，展现自己的能力。这种积极的运势会让你的自信心得到极大的提升，你会更加坚定地相信自己能够做到更好。不妨抓住这个有利时机，勇敢地迈出尝试的步伐，去探索未知的领域。不要害怕失败，因为每一次尝试都是一次成长的机会。以自信的姿态迎接这一天，相信你会收获意想不到的惊喜。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251203, "name": "摩羯座", "QFriend": "天秤座", "all": "100", "color": "棕色", "datetime": "2025年12月03日", "health": "96", "love": "100", "money": "100", "number": 7, "summary": "整体运势不断走高，迎来游刃有余的局面。在这一天里，你会发现自己处理各种事情都变得十分得心应手，仿佛一切都在自己的掌控之中。无论是与他人的沟通交流，还是应对各种复杂的情况，你都能够轻松应对，展现出自己的能力和智慧。这种游刃有余的状态会让你感到十分愉悦和满足，也会进一步增强你的信心和动力。你可以充分利用这一天的好运势，积极拓展自己的社交圈子，与更多的人建立良好的关系。同时，也可以尝试一些新的挑战，进一步提升自己的能力和水平。不妨以从容的姿态享受这一天的好运势，让自己在各个方面都能有所收获。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251203, "name": "水瓶座", "QFriend": "处女座", "all": "90", "color": "银灰色", "datetime": "2025年12月03日", "health": "78", "love": "90", "money": "90", "number": 4, "summary": "整体运势一般般，在改变与保稳之间挣扎着。这一天里，你内心会面临一种矛盾的心理，一方面渴望做出一些改变，追求新的体验和刺激；另一方面又担心改变会带来不确定性和风险，想要保持现状的稳定。这种挣扎会让你在决策时有些犹豫不决，难以果断地做出选择。其实，改变和保稳都有各自的优缺点，关键在于你要根据自己的实际情况和需求来权衡。如果改变的欲望十分强烈，且经过深思熟虑后认为可行，那么不妨勇敢地迈出改变的步伐；如果觉得目前的状态还算不错，想要先保持一段时间，那也没有问题。以理性的态度面对这种内心的挣扎，找到适合自己的平衡点，才能让这一天过得更加顺心。", "work": "90", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251203, "name": "双鱼座", "QFriend": "双子座", "all": "100", "color": "绿色", "datetime": "2025年12月03日", "health": "86", "love": "100", "money": "90", "number": 6, "summary": "整体运势尚可，偶尔能在尝新中收获一点小甜头。这一天里，你会有机会接触到一些新鲜的事物和观念，这些新元素会给你带来一些新鲜感和兴奋感。在尝试这些新事物的过程中，你可能会意外地收获一些小惊喜和小满足，让自己的心情变得愉悦起来。这种尝新的体验会让你感受到生活的多样性和丰富性，也会激发你对未知的好奇心和探索欲。不过，在尝新的同时，也要注意把握好度，不要过于冲动和盲目。要根据自己的实际情况和能力范围去选择适合自己的新事物，避免因为过度尝试而给自己带来不必要的麻烦。以开放的心态去迎接这些新体验，享受这一天带来的小确幸。", "work": "90", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20251204, "name": "白羊座", "QFriend": "射手座", "all": "75", "color": "湖蓝色", "datetime": "2025年12月04日", "health": "69", "love": "90", "money": "75", "number": 5, "summary": "整体运势欠佳，情绪状态容易受到外界小状况的干扰，一些不大愉快的琐事会接二连三地出现，虽不至于造成严重困扰，但也会让心情变得有些烦躁。这些琐事可能来自生活的各个方面，可能是日常习惯被打乱，也可能是与他人沟通时出现小摩擦。在面对这些情况时，容易产生急躁情绪，进而影响对事情的判断和处理方式。建议保持冷静，不要让这些小问题过度影响自己的情绪，尝试以平和的心态去应对，避免因冲动而让情况变得更糟。尽管整体运势不佳，但只要调整好心态，依然能够平稳度过这一天。", "work": "75", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251204, "name": "金牛座", "QFriend": "天蝎座", "all": "90", "color": "玫红色", "datetime": "2025年12月04日", "health": "73", "love": "100", "money": "90", "number": 5, "summary": "整体运势尚可，是平常而普通的一天。生活似乎按照固定的轨迹有条不紊地进行着，没有太多惊喜，也没有大的波折。周围的环境和人际关系都处于相对稳定的状态，不会出现突然的变化。这种平稳的状态让人感到安心，但也可能缺乏一些新鲜感和刺激感。在这样的日子里，可以按照自己的节奏和习惯安排生活，享受这份平淡中的宁静。虽然没有特别的亮点，但这种稳定的状态也为后续的发展积蓄着力量，不妨好好利用这段时间，整理思绪，为未来的计划做些准备。", "work": "90", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251204, "name": "双子座", "QFriend": "处女座", "all": "100", "color": "米黄色", "datetime": "2025年12月04日", "health": "90", "love": "100", "money": "100", "number": 7, "summary": "整体运势相当旺盛。在自身擅长的事情上，能够充分展现出独特的魅力和能力，光芒四射。这种良好的状态会带来一种自信和愉悦感，让人在与人交往中更加从容自信。周围的人也会被这种积极的气场所吸引，愿意与你交流合作。在这样的氛围下，思维更加活跃，灵感不断涌现，能够轻松应对各种情况。可以抓住这个机会，充分发挥自己的优势，进一步拓展自己的社交圈子，提升自己在群体中的影响力，让这一天过得充实而有意义。", "work": "100", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251204, "name": "巨蟹座", "QFriend": "摩羯座", "all": "90", "color": "青色", "datetime": "2025年12月04日", "health": "85", "love": "100", "money": "90", "number": 3, "summary": "整体运势还不赖，有机会得到一些中肯的建议。这些建议可能来自不同的人，他们从各自的视角出发，为你提供一些新的思路和想法。这些建议或许能让你对一些事情有更清晰的认识，帮助你做出更明智的选择。在与人交流的过程中，能够感受到他人的善意和关心，这种温暖的氛围会让你心情愉悦。同时，自己也会更加愿意倾听他人的意见，以开放的心态接受新的观念。不妨好好利用这些建议，结合自己的实际情况进行调整，让自己在成长和发展的道路上少走一些弯路，收获更多的进步。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251204, "name": "狮子座", "QFriend": "狮子座", "all": "90", "color": "姜黄色", "datetime": "2025年12月04日", "health": "70", "love": "90", "money": "90", "number": 9, "summary": "整体运势中规中矩，没有太多的水花，相对平淡。生活没有出现明显的起伏，一切都按部就班地进行着。这种平淡的状态可能会让人感觉有些缺乏激情，但也能让人在平静中享受生活的简单。在这样的日子里，不需要刻意去追求什么，可以放松心情，做一些自己喜欢的事情，比如阅读、听音乐或者进行一些轻松的娱乐活动。虽然没有特别突出的表现，但这种平淡也是一种稳定和踏实，能让人在忙碌的生活中找到片刻的宁静，为接下来的生活积蓄能量，以更好的状态迎接未来的挑战。", "work": "90", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251204, "name": "处女座", "QFriend": "双子座", "all": "75", "color": "红色", "datetime": "2025年12月04日", "health": "68", "love": "75", "money": "75", "number": 1, "summary": "整体运势低迷，自信心仿佛被逐个击破。原本对自己的一些认知和判断开始产生怀疑，在面对事情时容易缺乏底气。一些小问题可能会被放大，让自己陷入焦虑和不安之中。这种情绪状态会影响对事物的处理方式，可能会变得犹豫不决，错过一些机会。在与他人交往时，也可能因为缺乏自信而表现得不够自然大方。建议不要过分苛责自己，每个人都会有状态不佳的时候。可以尝试给自己一些积极的心理暗示，重新审视自己的优点和长处，找回那份自信。虽然运势低迷，但只要调整好心态，依然能够慢慢走出困境，重新找回属于自己的节奏。", "work": "75", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251204, "name": "天秤座", "QFriend": "金牛座", "all": "100", "color": "抹茶色", "datetime": "2025年12月04日", "health": "98", "love": "100", "money": "100", "number": 4, "summary": "整体状态相当不错，是比较得心应手的一天。仿佛有一股无形的力量在推动着自己，无论做什么都感觉顺顺当当，没有太多阻碍。这种良好的状态让内心充满自信，面对各种情况都能从容应对。在与人相处时，也能展现出自己独特的魅力，吸引他人的目光，收获良好的人际关系。同时，这一天在精神层面会有丰富的收获，可能是对一些事情有了新的感悟，或是从他人的经历中汲取到有益的经验。这种内心的充实感会让自己更加满足，也会为未来的发展积累更多的能量。不妨好好享受这状态满满的一天，尽情释放自己的潜力，让生活变得更加精彩。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251204, "name": "天蝎座", "QFriend": "白羊座", "all": "75", "color": "天蓝色", "datetime": "2025年12月04日", "health": "64", "love": "90", "money": "75", "number": 1, "summary": "整体运势略显低迷，容易在时间管理方面遭遇难题。一开始计划好的事情，可能会因为一些意外因素而被打乱节奏，导致时间安排变得混乱。这种状况会让人感到烦躁和无奈，进而影响心情和做事的效率。在处理事情时，可能会因为时间紧迫而无法做到尽善尽美，留下一些小遗憾。不过，也不要过于沮丧，这只是一个暂时的状况。可以尝试重新梳理一下自己的计划，合理分配时间，优先处理重要的事情。虽然当天运势不佳，但通过积极的调整，还是能够尽量减少不利影响，让事情朝着更好的方向发展。", "work": "75", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251204, "name": "射手座", "QFriend": "双鱼座", "all": "75", "color": "奶茶色", "datetime": "2025年12月04日", "health": "61", "love": "75", "money": "75", "number": 8, "summary": "整体运势需要格外留意，在某些方面可能会遭受质疑与打击。可能是之前自己充满信心的事情，可能会遭到他人的否定，这会让内心产生失落感。这种质疑可能会来自不同的人，他们的观点和看法可能会让你对自己的选择产生动摇。在面对这种情况时，容易陷入自我怀疑的漩涡，情绪也会受到一定的影响。但不要轻易被这些质疑打倒，要相信自己的判断和能力。可以冷静下来，重新审视自己的做法，看看是否有需要改进的地方。虽然当天运势不容乐观，但只要保持坚定的信念，依然能够坚守自己的立场，不被外界的声音所左右。", "work": "75", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251204, "name": "摩羯座", "QFriend": "巨蟹座", "all": "90", "color": "绿色", "datetime": "2025年12月04日", "health": "81", "love": "100", "money": "100", "number": 3, "summary": "整体运势较为平稳，没有太大的起伏。不过，或许会有一些新的尝试出现在生活中，这是一个迈出第一步的好时机。这些新尝试可能是一些之前从未接触过的事物，虽然会带来一些新鲜感和挑战，但也会让你有机会开拓新的领域，发现不一样的自己。在面对这些新事物时，不要过于谨慎和保守，要以开放的心态去接纳和探索。虽然一开始可能会有些生疏和不适应，但只要勇敢地迈出第一步，就有可能收获意想不到的惊喜。这一天适合为未来的发展打下基础，积累经验，让自己在成长的道路上不断前进。", "work": "90", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251204, "name": "水瓶座", "QFriend": "天秤座", "all": "100", "color": "紫色", "datetime": "2025年12月04日", "health": "93", "love": "100", "money": "100", "number": 5, "summary": "整体运势相当出色，交流沟通能力得到显著提升。在与他人交流时，能够清晰地表达自己的想法和观点，并且能够很好地理解他人的意图，实现有效的沟通。这种良好的沟通状态会让你在社交场合中如鱼得水，结识到更多志同道合的朋友，拓展自己的人脉圈子。同时，在交流过程中，还能从他人那里获取到新的信息和灵感，为自己的思维注入新的活力。这种交流沟通能力的锦上添花，会让你在各个方面都更加顺利，无论是解决问题还是处理人际关系，都能更加得心应手。不妨充分利用这一天的好运势，积极参与各种交流活动，让自己的生活更加丰富多彩。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251204, "name": "双鱼座", "QFriend": "水瓶座", "all": "100", "color": "粉色", "datetime": "2025年12月04日", "health": "91", "love": "100", "money": "100", "number": 9, "summary": "整体运势非常好，能够保持内心丰盈的姿态度过充实的一天。内心充满了对生活的热爱和对美好的向往，这种积极的心态会让你以乐观的眼光看待周围的一切。在面对事情时，不会轻易被困难和挫折打倒，而是能够从中找到积极的一面，汲取力量。这种内心的丰盈会让你散发出一种独特的魅力，吸引身边的人向你靠近。同时，也会让你更加珍惜生活中的每一个瞬间，用心去感受生活的美好。无论是与家人朋友相处，还是独自享受时光，都能从中获得满足感和幸福感。这一天适合做一些让自己开心的事情，让生活充满阳光和温暖。", "work": "100", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，白羊座需要特别注意四肢关节的护理，避免剧烈运动导致受伤。外出时要留意安全，小心翼翼，避免摔倒或扭伤的情况发生。保持规律的生活作息，合理饮食，适量运动，是维持健康的重要保障。", "job": "在事业方面，白羊座需要审慎思考未来的发展方向，不要轻率地依赖过往经验或主观感觉做出决策。要结合实际情况和市场需求，做出具体的改变和调整，才能实现事业上的突破和进步。在学业方面，全身心投入学习，掌握知识要点，注重实践与理论相结合，努力提升自己的学习效率和能力。", "love": "本周单身的白羊座将格外注重自身形象和魅力，会更加用心打扮自己，这会吸引更多的异性注意和青睐。同时，身边的桃花也会逐渐增多，需要保持开放的心态，把握机会。对于有伴侣的白羊座，本周需要更加体贴和耐心，避免因一时的不耐烦而伤害到对方的感情，多沟通，多包容。", "money": "本周白羊座的财运相对平稳，不宜冒险投资，要以稳健为主，不要盲目追求高风险高回报的项目。理性分析风险与收益，把握投资节奏，稳步发展财务状况，才能保障财富的稳健增长。", "work": "在事业方面，白羊座需要审慎思考未来的发展方向，不要轻率地依赖过往经验或主观感觉做出决策。要结合实际情况和市场需求，做出具体的改变和调整，才能实现事业上的突破和进步。在学业方面，全身心投入学习，掌握知识要点，注重实践与理论相结合，努力提升自己的学习效率和能力。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "本周金牛座需要重视健康，保持规律的作息时间，均衡饮食，多参与体育锻炼，以保持身心健康。同时，也要注意情绪管理，保持乐观积极的心态，才能更好地面对各种挑战。", "job": "在事业方面，金牛座本周需要注重思考和行动的结合，不要草率行事，要有计划地推进工作，同时对于学业来说，认真复习和巩固知识是关键，不要因为一时的懈怠而影响学习效果。", "love": "对于单身的金牛座来说，本周可能会有一些让你心动的机会出现，勇敢追求自己心仪的对象吧，也许会迎来一段美好的恋情。已有伴侣的金牛座需要更多的沟通和体谅，共同解决问题，才能使感情更加稳固和甜蜜。", "money": "金牛座本周的财富运势颇佳，有望获得一些意外收入或者发现新的理财机会。但也要注意理性投资，避免冒险行为，保持财务稳健，才能持续赚取财富。", "work": "在事业方面，金牛座本周需要注重思考和行动的结合，不要草率行事，要有计划地推进工作，同时对于学业来说，认真复习和巩固知识是关键，不要因为一时的懈怠而影响学习效果。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "健康方面，双子座需要特别注意口腔健康问题，定期进行口腔清洁和检查，避免牙龈肿痛情况的发生，同时要注意饮食均衡，避免食用过硬食物，保持良好的生活习惯和作息时间。", "job": "在工作方面，双子座需要注重细节，避免冲动行事，专注于当前的任务和目标，同时要不断学习提升自己的能力和技能，与同事良好合作，共同推动工作进展；在学习方面，可以与同学朋友组建学习小组，相互鼓励，互相学习，共同取得进步。", "love": "对于单身的双子座来说，本周需要学会释放过去的包袱，积极迎接新的恋情，不要让过去的阴影影响当下和未来；而有伴侣的双子座则要注意避免过度依赖对方，建立独立自主的个人空间，保持良好的沟通和理解，共同经营稳定的感情关系。", "money": "本周财务状况整体良好，双子座可以通过理性消费和规划来保持财务稳定，同时也可以考虑适当的投资理财，谨慎决策，有望获得一定的收益。", "work": "在工作方面，双子座需要注重细节，避免冲动行事，专注于当前的任务和目标，同时要不断学习提升自己的能力和技能，与同事良好合作，共同推动工作进展；在学习方面，可以与同学朋友组建学习小组，相互鼓励，互相学习，共同取得进步。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "健康方面需要注意情绪管理和规律作息。保持良好的生活习惯，合理安排工作和休息时间，避免过度疲劳和压力。适量运动，均衡饮食，有助于提升身体免疫力和健康水平。", "job": "在事业方面，巨蟹座需要相信自己的能力和价值，敢于尝试新的工作机会和合作伙伴。不断提升自己，才能获得更多的机遇和成就。学业上，要保持专注和热情，深入学习知识，不被功利和成绩所左右，坚持学习的初心和目标。", "love": "单身的巨蟹本周可能需要更多的勇气和自信来追求爱情。不要害怕表达自己的情感，勇敢迈出第一步，也许就会遇到意想不到的好运。有伴侣的巨蟹，本周可以更多地关注对方的感受和需求，相互理解和支持，共同享受爱情的甜蜜。", "money": "本周财富运势相对稳定，但也存在一定的波动性。巨蟹座在理财方面要保持谨慎态度，不要盲目跟风或投机，量力而行，稳健发展，避免冒险行为带来的财务损失。", "work": "在事业方面，巨蟹座需要相信自己的能力和价值，敢于尝试新的工作机会和合作伙伴。不断提升自己，才能获得更多的机遇和成就。学业上，要保持专注和热情，深入学习知识，不被功利和成绩所左右，坚持学习的初心和目标。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，狮子座要关注身体健康，保持良好的生活习惯，合理饮食，适量运动，保持身心健康。定期体检，注意调整生活状态，保持积极的心态，享受健康快乐的生活。要留意身体信号，及时调整作息，保持良好状态。", "job": "在事业方面，狮子座需要明确自己的职业目标，制定计划并坚定执行，不断提升自己的能力和技能，争取更好的职业发展和晋升。在学业上，要勤奋学习，与同学老师多交流，不断充实知识，取得优异成绩。", "love": "对于单身的狮子座而言，本周可能会遇到适合自己的人，通过相互了解和交流，有机会开启一段美好的恋情。对于有伴侣的狮子座，要多关心对方，共同面对生活的挑战，增进感情，共同成长。", "money": "财务方面，狮子座要谨慎理财，合理规划支出，避免过度消费和投资风险，保持财务稳健。可以考虑适当的理性投资理财，稳步增值财富，实现财务自由和独立。", "work": "在事业方面，狮子座需要明确自己的职业目标，制定计划并坚定执行，不断提升自己的能力和技能，争取更好的职业发展和晋升。在学业上，要勤奋学习，与同学老师多交流，不断充实知识，取得优异成绩。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，处女座本周要特别关注眼部健康问题，避免过度用眼和眼睛不适症状。适时进行眼部保养和按摩，保持良好的作息习惯和饮食结构，多休息放松，保护视力健康，保持身心平衡。", "job": "在事业方面，处女座需要增强行动力，抓住机遇，不要过度考虑和犹豫，及时行动才能获得成功。在学业上，要坚持努力学习，克服困难和压力，保持积极的心态，勇敢迎接挑战，相信自己的能力，定能取得优异的成绩。", "love": "对于单身的处女座而言，本周需要学会放松自己，不要过分紧张和刻意，展现真实的自我，才能吸引到合适的对象。有伴侣的处女座，可以通过给予对方一些小惊喜和关怀，增进彼此的感情，共同享受甜蜜的时光，增进彼此的默契和亲密度。", "money": "本周财务状况波动较大，处女座需要保持理性和谨慎，避免过度乐观和盲目消费。理性规划财务，控制开支，精打细算，合理投资理财，稳健发展，才能确保财务稳定和持续增长。", "work": "在事业方面，处女座需要增强行动力，抓住机遇，不要过度考虑和犹豫，及时行动才能获得成功。在学业上，要坚持努力学习，克服困难和压力，保持积极的心态，勇敢迎接挑战，相信自己的能力，定能取得优异的成绩。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，天秤座需要特别关注眼部健康问题，尽量减少长时间使用电子设备造成的眼部疲劳。合理安排作息时间，保持良好的生活习惯和饮食结构，定期进行适量的运动，保持身心健康。同时，要学会调节情绪，保持心态平和，以更好地面对生活中的挑战。", "job": "在事业方面，天秤座需要不断总结工作经验，提升自身的工作能力和效率，更好地应对各种挑战。同时，要加强与同事之间的沟通与合作，共同努力实现团队的目标。在学业方面，要善于利用碎片时间学习，拓展知识面，不断提升自己的学术水平。", "love": "对于单身的天秤座而言，本周应该展现出自信和独特的魅力，积极参与社交活动，扩大交际圈，有利于结识到合适的对象。而已有伴侣的天秤座则需要多一些互相理解和支持，共同克服困难，共同享受生活中的点滴甜蜜。", "money": "本周天秤座的财务运势较为顺利，有可能会遇到一些不错的投资机会，但需要保持理性，避免盲目跟风。要谨慎分析市场动向，量力而行，规避潜在的风险，以稳健的态度管理自己的财务。", "work": "在事业方面，天秤座需要不断总结工作经验，提升自身的工作能力和效率，更好地应对各种挑战。同时，要加强与同事之间的沟通与合作，共同努力实现团队的目标。在学业方面，要善于利用碎片时间学习，拓展知识面，不断提升自己的学术水平。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "对于健康方面，天蝎本周需特别留意自己的饮食习惯，避免暴饮暴食，养成健康的生活方式。除此之外，要保持适量运动，保持良好的作息规律，关注身体健康，及时调整自己的生活状态，才能更好地保持健康和活力。", "job": "在事业方面，天蝎本周需要注重稳定和目标规划，不要因困难而气馁，要坚持不懈地努力，积累经验和提升技能。同时，要制定明确的目标和计划，有条不紊地前进，不要放松对自己的要求，只有如此才能取得更好的职业发展。", "love": "对于单身的天蝎而言，本周需要更加细心和敏感，留意周围的爱情机会，不要错失那些微妙的暗示。而对于有伴侣的天蝎来说，要避免过于强势和独断，应该尊重对方的意见和选择，共同经营稳定的感情关系，避免因强势而引发矛盾和摩擦。", "money": "本周在财务方面，天蝎需要保持谨慎和理性的态度，不要被表面诱惑或者他人的话语影响自己的判断。要审慎理财，避免冲动消费，规划好自己的财务计划，控制好支出，才能保持财务稳健和持续增长。", "work": "在事业方面，天蝎本周需要注重稳定和目标规划，不要因困难而气馁，要坚持不懈地努力，积累经验和提升技能。同时，要制定明确的目标和计划，有条不紊地前进，不要放松对自己的要求，只有如此才能取得更好的职业发展。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "健康方面，射手座需要注意适当休息，避免过度疲劳和身体不适。不宜进行过于剧烈的运动，要保持规律的生活作息，均衡饮食，有助于保持身体健康状态。建议射手座多参与一些放松身心的活动，保持心情愉快，有利于身心健康的维护。", "job": "在事业方面，射手座需要与同事和合作伙伴密切配合，共同努力完成工作任务。要避免固执己见，保持灵活性和开放性，时刻以大局为重，以团队利益为先。在学业上，射手座需要坚持乐观积极的态度，勇敢面对挑战，不畏失败，努力学习，才能取得更好的成绩。", "love": "对于单身的射手座来说，本周可能会有机会遇到让自己心动的对象，但要主动行动，不要因犹豫不决而错失良缘。已有伴侣的射手座，本周感情上会更加稳定，彼此之间的默契感增强，通过沟通和互动，可以让感情更加深厚。", "money": "本周射手座的财富运势较为顺利，可能会通过他人的推荐或帮助获得一定的财务收益。射手座应该善于把握机会，合理规划财务，避免过度消费和投资风险，有望增加财富积累。", "work": "在事业方面，射手座需要与同事和合作伙伴密切配合，共同努力完成工作任务。要避免固执己见，保持灵活性和开放性，时刻以大局为重，以团队利益为先。在学业上，射手座需要坚持乐观积极的态度，勇敢面对挑战，不畏失败，努力学习，才能取得更好的成绩。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，摩羯需要注意保持规律的作息时间，合理饮食，适当运动。特别要注意过敏问题，保持清洁卫生，远离过敏源，及时就医治疗。保持健康的生活习惯和积极的心态，有助于提升整体健康水平。", "job": "在事业方面，摩羯需要制定长远规划，谨慎稳健地执行，睿智地做出决策。不要急于求成，要脚踏实地，努力克服困难，才能实现事业目标。学业上，要专注学习，虚心向他人学习，不断提升自己的能力，才能取得更好的成绩。", "love": "单身的摩羯本周有可能遇到让自己心动的人，建议敢于表达真实感情，积极追求自己的爱情幸福。对于已有伴侣的摩羯来说，需要加强沟通理解，保持良好的互动关系，避免小事情引发的矛盾，共同维护感情稳定。", "money": "财运较好的摩羯本周适合进行理性投资和财务规划，要理智分析风险，避免盲目跟风投资。保持稳健的投资策略，控制消费，理性理财，才能稳步增加财富，实现财务稳定。", "work": "在事业方面，摩羯需要制定长远规划，谨慎稳健地执行，睿智地做出决策。不要急于求成，要脚踏实地，努力克服困难，才能实现事业目标。学业上，要专注学习，虚心向他人学习，不断提升自己的能力，才能取得更好的成绩。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "健康方面，水瓶座本周需要注意免疫力下降的问题，有可能会引发一些感冒等疾病，要加强锻炼，适当补充营养，保持身体健康。注意合理安排作息时间，避免过度劳累。", "job": "在工作方面，水瓶座可能会因为琐碎事务而受到一些影响，需要保持冷静，调整好心态，稳健地前行。在学业上，这周水瓶座可能会面临一些选择和抉择，不要被犹豫所困扰，要理性思考，不要让情绪左右自己的学习进程。", "love": "对于单身的水瓶座而言，本周可能会遇到让自己心动的对象，但要注意不要犹豫不决，要敢于表达自己的真实感受，积极追求自己的幸福。而对于有伴侣的水瓶座来说，这周会更加渴望与另一半共度甜蜜时光，共同享受彼此的陪伴，摆脱琐事的困扰，享受简单而美好的生活。", "money": "本周水瓶座的财运并不十分理想，可能会有一些盲目消费的倾向，要注意量力而行，避免冲动购物，理性对待金钱和财务问题，谨慎理财。", "work": "在工作方面，水瓶座可能会因为琐碎事务而受到一些影响，需要保持冷静，调整好心态，稳健地前行。在学业上，这周水瓶座可能会面临一些选择和抉择，不要被犹豫所困扰，要理性思考，不要让情绪左右自己的学习进程。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，双鱼座本周需要留意头部健康问题，可能会出现头昏脑胀的情况。建议避免过度使用大脑，注意适时休息，放松身心，缓解症状。保持健康的生活方式和积极的心态，才能度过这段时间的健康隐患。", "job": "在事业方面，双鱼座本周将面临一些挑战，但同时也会有更多的机会和挑战等待着你。保持专注和耐心，全身心投入工作中，面对质疑也要保持自信和坚定。学业上，要克服浮躁的情绪，沉下心来认真学习，夯实基础知识，这将为未来的发展打下坚实的基础。", "love": "单身的双鱼本周可能会感到内心有些孤独，但也会更加珍惜独处的自由时光。建议在这段时间内，多关注自己的内心世界，提升个人内在修养和充实自己。有伴侣的双鱼则需要注意控制敏感情绪，避免因小事而产生矛盾，要学会慢慢调整自己的情绪，理性对待感情问题。", "money": "本周双鱼座的财富运势一般般，可能会有较大的支出，特别是在网购方面。建议理性消费，避免过度囤积商品，合理规划支出，才能保持财务平衡，避免不必要的经济压力。", "work": "在事业方面，双鱼座本周将面临一些挑战，但同时也会有更多的机会和挑战等待着你。保持专注和耐心，全身心投入工作中，面对质疑也要保持自信和坚定。学业上，要克服浮躁的情绪，沉下心来认真学习，夯实基础知识，这将为未来的发展打下坚实的基础。", "resultcode": "200", "error_code": 0}}}