{"today": {"白羊座": {"date": 20251011, "name": "白羊座", "QFriend": "天秤座", "all": "90", "color": "土黄色", "datetime": "2025年10月11日", "health": "89", "love": "100", "money": "90", "number": 5, "summary": "你的整体运势比较平顺，没有大起大落的波动，但行动上会比平时更谨慎。这种谨慎不是犹豫，而是你会在做事前多花几分钟思考“这样做是否合适”“有没有更好的方式”，反而能避开一些小麻烦。比如买东西时不会急着下单，而是先对比价格和需求；和人相处时，说话前会过一遍脑子，减少误会。这种“先想后做”的状态，会让你这一天过得更稳当，虽然节奏慢了点，但成果更扎实。偶尔可能会觉得“怎么没以前那么冲了”，但这种改变其实是在帮你积累经验，让未来的行动更有方向。晚上可能会有点累，毕竟动脑比单纯用力更耗精力，但睡一觉就能恢复。整体来说，适合处理需要耐心的事，比如整理房间、规划接下来的安排，或者和家人朋友聊些走心的话题，气氛会很融洽。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251011, "name": "金牛座", "QFriend": "双鱼座", "all": "100", "color": "淡绿色", "datetime": "2025年10月11日", "health": "92", "love": "100", "money": "100", "number": 9, "summary": "你的整体运势棒棒哒，对周围的一切都充满探索欲。可能是看到新开的咖啡馆想试试，或者听到朋友聊起某个没接触过的领域，就忍不住想多了解。这种状态会让你主动接触新事物，比如学个小技能、尝试新运动，甚至只是换个路线走路，都能发现不一样的乐趣。你的积极动力也特别强，平时觉得麻烦的事，反而愿意花时间去做，比如整理房间、研究一道新菜，完成后会特别有成就感。和身边人的互动也会更热络，可能主动约朋友吃饭，或者和家人聊些平时不会提的话题，关系会更亲近。晚上可能会因为“过得太充实”而舍不得睡，但别太熬夜，毕竟明天还有新的探索等着你。整体来说，是充满活力的一天，适合做些让自己开心的事，或者为生活添点新色彩。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251011, "name": "双子座", "QFriend": "摩羯座", "all": "75", "color": "深紫色", "datetime": "2025年10月11日", "health": "67", "love": "90", "money": "75", "number": 3, "summary": "你的整体运势有点下滑，主要是太过于关注各种物质爱好，导致重心有点失衡。比如可能为了买一件喜欢的东西，花太多时间刷购物平台，或者为了玩个新游戏，忽略了其他该做的事。这种“一头扎进爱好里”的状态，会让你暂时忘记时间，等回过神来，可能会发现“怎么该做的没做”“时间怎么不够了”。和人相处时，也可能因为太沉浸在自己的世界里，没注意到对方的情绪，导致小误会。晚上可能会有点懊恼，觉得“怎么没安排好”，但其实不用太自责，偶尔“放纵”一下也没关系。不过明天可以提醒自己，把注意力分一点到其他事上，比如和家人聊聊天，或者做点简单的家务，生活会更平衡。整体来说，是“爱好主导”的一天，享受其中没问题，但别让爱好占据了全部。", "work": "75", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251011, "name": "巨蟹座", "QFriend": "狮子座", "all": "90", "color": "浅蓝色", "datetime": "2025年10月11日", "health": "78", "love": "90", "money": "90", "number": 3, "summary": "你的整体运势尚可，可能会遇到开拓新圈子的机会，比如朋友介绍新朋友，或者参加一个没去过的活动。这种“新环境”会让你有点期待，又带着点小害怕——期待认识新的人，又担心自己“会不会表现不好”“能不能融入”。其实不用太紧张，你本身的温和和细心，会让你在新圈子里自然地被接纳。比如聊天时多倾听，少说自己的事；需要帮忙时主动搭把手，这些小举动都能让你快速拉近距离。晚上可能会有点累，毕竟“社交”也是件耗精力的事，但回家后想想认识的人、聊的话题，会觉得挺值得。整体来说，是“新体验”的一天，适合走出舒适区，哪怕只是和陌生人聊几句，也能让你发现“原来自己可以这么自然”。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251011, "name": "狮子座", "QFriend": "水瓶座", "all": "75", "color": "橙红色", "datetime": "2025年10月11日", "health": "64", "love": "75", "money": "90", "number": 6, "summary": "你的整体运势略显低迷，主要是总是一副带有敌意的姿态，容易让别人误解。比如和人说话时，语气可能有点冲，或者别人提个建议，你就觉得是“在否定我”，其实对方可能只是单纯想帮忙。这种“防御性”的状态，会让你不自觉地和人保持距离，甚至错过一些原本可以合作的机会。晚上可能会觉得“怎么没人主动找我”，其实是因为你的态度让别人有点不敢靠近。不过不用太焦虑，这种状态只是暂时的，可能只是你心情不太好，或者对某些事有点敏感。明天可以试着把语气放软一点，比如别人说话时多点头回应，或者提建议时先说“你觉得这样怎么样”，气氛会缓和很多。整体来说，是“需要调整态度”的一天，别让情绪影响了关系，温和一点，世界会更友好。", "work": "90", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251011, "name": "处女座", "QFriend": "巨蟹座", "all": "90", "color": "卡其色", "datetime": "2025年10月11日", "health": "85", "love": "90", "money": "90", "number": 4, "summary": "你的整体运势尚佳，心思会比平时更缜密，做任何事都会先在脑子里过一遍流程，确保“每一步都稳妥”。比如出门前会检查钥匙、手机、钱包是否带齐；和人约见面会提前查好路线，避免迟到；甚至吃饭时都会注意“别吃太急，别弄脏衣服”。这种“细致”的状态，会让你这一天过得特别有条理，虽然可能有点累（毕竟动脑比单纯做事更耗精力），但成果会让你特别满意。晚上可能会觉得“怎么过得这么顺”，其实是因为你提前把可能的麻烦都避开了。和身边人的互动也会更和谐，因为你说话前会考虑对方的感受，做事时会考虑对方的需求，这种“贴心”会让你更受欢迎。整体来说，是“稳中求进”的一天，适合处理需要耐心和细心的事，比如整理文件、规划接下来的安排，或者和家人朋友聊些需要认真对待的话题。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251011, "name": "天秤座", "QFriend": "白羊座", "all": "100", "color": "粉红色", "datetime": "2025年10月11日", "health": "94", "love": "100", "money": "100", "number": 3, "summary": "你的整体运势持续攀升，似乎做什么都一帆风顺的节奏。可能是之前积累的小事突然有了进展，比如一直想尝试的新兴趣、没机会接触的小圈子，会自然地冒出机会让你参与。你本身的状态也很“在线”，和人交流时思维清晰，能快速抓住重点，哪怕聊不熟悉的话题也能接上话，这种“游刃有余”的感觉会让你更愿意主动社交。身边的人也会被你的积极带动，可能主动找你聊合作、分享资源，甚至只是单纯想和你待在一起。晚上可能会觉得“怎么过得这么快”，其实是因为你全身心投入了当下，没被琐事打断。整体来说，是“能量满格”的一天，适合做些需要热情的事，比如和朋友聚会、尝试新活动，或者整理生活里的小细节，都会让你觉得“原来生活可以这么有活力”。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251011, "name": "天蝎座", "QFriend": "金牛座", "all": "90", "color": "墨绿色", "datetime": "2025年10月11日", "health": "82", "love": "90", "money": "90", "number": 2, "summary": "你的整体运势一般般，像是走在一条有点颠簸的路上，需要时不时调整步伐。可能是之前定的目标太急，突然发现“原来没那么容易达成”，或者和人相处时，对方的反应和你预期的不太一样，让你有点失落。这种“落差感”会让你不自觉地重新审视自己的态度——是不是太急了？是不是忽略了某些细节？其实不用太焦虑，这种调整反而是好事，它能帮你更脚踏实地。比如和人沟通时，可以试着多问一句“你觉得呢”，而不是直接下结论；做决定前，多想想“如果没成功，最坏的结果是什么”，反而能更从容。晚上可能会有点累，毕竟“调整”需要消耗精力，但睡一觉后，明天的方向会更清晰。整体来说，是“需要慢下来”的一天，别急着往前冲，先把脚下的路走稳。", "work": "90", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251011, "name": "射手座", "QFriend": "双子座", "all": "90", "color": "天青色", "datetime": "2025年10月11日", "health": "61", "love": "90", "money": "75", "number": 7, "summary": "你的整体运势略差，像是被一层薄雾笼罩，看什么都有点模糊，连自己都忍不住“泼冷水”。可能是之前太期待某件事，发现进展不如预期，或者和人聊天时，对方的反应让你觉得“是不是我哪里没做好”，这种自我怀疑会让你有点缩手缩脚。其实不用太苛责自己，偶尔的“低落”只是情绪的小波动，不代表你不行。比如想尝试新事物时，可以先从小事做起，别一上来就定大目标；和人相处时，如果觉得自己“没发挥好”，可以事后补一句“刚才有点紧张，其实我想说的是…”，反而能拉近距离。晚上可能会有点丧，但别让这种情绪过夜，明天又是新的一天。整体来说，是“需要给自己打气”的一天，别被一时的情绪困住，你比自己想象的更有力量。", "work": "75", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251011, "name": "摩羯座", "QFriend": "射手座", "all": "100", "color": "卡其色", "datetime": "2025年10月11日", "health": "98", "love": "100", "money": "100", "number": 9, "summary": "你的运气在线，像是被“幸运星”罩着，身边总有人愿意拉你一把。可能是朋友主动分享资源，或者家人帮你解决了小麻烦，甚至只是路上遇到熟人聊两句，都能给你带来新启发。你本身的状态也很“稳”，做事有计划，遇到突发情况也能冷静应对，这种“靠谱”会让你更被信任。比如和人合作时，对方会自然地听你的建议；需要帮忙时，不用开口就有人主动伸援手。晚上可能会觉得“怎么这么顺”，其实是因为你平时积累的好人缘和踏实劲，都集中反馈了。整体来说，是“被助力包围”的一天，适合做些需要合作的事，或者推进之前卡住的小目标，都会比平时更顺利。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251011, "name": "水瓶座", "QFriend": "处女座", "all": "90", "color": "湖蓝色", "datetime": "2025年10月11日", "health": "76", "love": "90", "money": "90", "number": 6, "summary": "你的整体运势平平，像是站在一个分叉口，需要自己找准重心。可能是同时遇到几件事，都想做但时间不够，或者看到别人在尝试新事物，自己也跟着心动，结果反而分散了精力。这种“跟风”的状态会让你有点累，最后可能什么都没做好。其实不用太追求“都参与”，更适合静下心来，问问自己“最想先解决什么”“最在意什么”，把精力集中在1-2件事上，反而能出成果。比如想学新技能，就先定个小目标；想整理生活，就从一个小角落开始。晚上可能会觉得“好像没做什么”，其实是因为你把时间用在了“正确的事”上，只是暂时没看到结果。整体来说，是“需要聚焦”的一天，别被外界的声音干扰，你的节奏最重要。", "work": "90", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251011, "name": "双鱼座", "QFriend": "天蝎座", "all": "100", "color": "银白色", "datetime": "2025年10月11日", "health": "83", "love": "100", "money": "100", "number": 8, "summary": "你的整体运势平顺，像是有一股隐形的力量在推着你往前走，让你有耐力与恒心去搬走眼前的“绊脚石”。可能是之前觉得难的事，突然有了头绪；或者一直拖延的小任务，能静下心来完成。你本身的状态也很“稳”，遇到小麻烦不会急着慌，而是慢慢想办法解决，这种“不慌不忙”反而让问题变得更简单。比如整理房间时，不会因为东西多而烦躁，而是一件件归类；和人沟通时，不会因为对方态度不好而生气，而是耐心听对方说完再回应。晚上可能会觉得“过得挺充实”，其实是因为你把精力用在了“解决”上，而不是“纠结”上。整体来说，是“稳中求进”的一天，适合处理需要耐心的事，或者推进之前卡住的小目标，都会比平时更有进展。", "work": "90", "resultcode": "200", "error_code": 0}}, "tomorrow": {"null": {"error_code": 205802, "reason": "暂无数据，请稍后请求", "result": [], "resultcode": "202"}}, "week": {"白羊座": {"name": "白羊座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "白羊座在健康方面需要注意保持良好的生活习惯。要保持饮食均衡，多摄入新鲜蔬果，少食用油炸食物，避免过度消化碳水化合物和脂肪。适当参加体育锻炼，保持身体健康，注意休息调节，避免过度劳累。只有保持健康的身体，才能更好地享受生活带来的乐趣和挑战。", "job": "在事业方面，白羊座本周的工作状态非常出色，充满干劲和活力。你会投入更多的精力和时间到工作中，表现出色，得到领导和同事的认可。在学习方面，你的思维敏捷，对知识的吸收和理解能力较强。你能够迅速掌握新的知识点，提高学习效率，取得优异的成绩。", "love": "对于单身的白羊座来说，本周会有更多的社交活动，有机会结识新朋友，你的魅力会吸引到周围人的注意，感情发展顺利，脱单的机会也变得更大。对于有伴侣的白羊座来说，本周彼此之间的默契和信任增强，共同努力实现梦想，让感情更加坚固。", "money": "本周的财务状况较为稳定，支出方面能够控制在合理范围内。你会更加理性地消费，选择性价比高的产品，避免不必要的花费。此外，你可能会有一些额外的收入或者投资方面的收益，财富状况有望有所提升。", "work": "在事业方面，白羊座本周的工作状态非常出色，充满干劲和活力。你会投入更多的精力和时间到工作中，表现出色，得到领导和同事的认可。在学习方面，你的思维敏捷，对知识的吸收和理解能力较强。你能够迅速掌握新的知识点，提高学习效率，取得优异的成绩。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "在健康方面，金牛座需要调整情绪，避免被焦虑情绪困扰。尝试多做一些自己喜欢的事情，让自己的心情保持愉快，保持身心平衡。此外，金牛座要注重充足的休息，均衡的饮食，保持健康的生活方式，关注身体健康，保持身体的健康状态。", "job": "在工作方面，金牛座表现出思维敏捷，创意迸发，工作效率较高，可能会受到领导的认可和赞赏。而在学业方面，金牛座需要有条不紊地进行复习，梳理知识框架，注重细节，全面提升学业水平，争取取得优异的成绩，为未来的发展打下坚实的基础。", "love": "单身的金牛座在本周内表现出对爱情的渴望和追求，可以积极出击，追求自己心仪的对象，并展现出自信和魅力，有望得到对方的青睐。而有伴侣的金牛座需要加强沟通，增进彼此的理解和信任，共同规划未来，让感情更加稳定和深厚。", "money": "金牛座本周的财运持续上升，具备良好的理财投资眼光，能够抓住机遇，进行稳健的投资，做出谨慎的决策。在理财过程中，金牛座要保持理性思考，避免盲目跟风，规避风险，稳健增长财富，确保自身的财务状况健康和稳定。", "work": "在工作方面，金牛座表现出思维敏捷，创意迸发，工作效率较高，可能会受到领导的认可和赞赏。而在学业方面，金牛座需要有条不紊地进行复习，梳理知识框架，注重细节，全面提升学业水平，争取取得优异的成绩，为未来的发展打下坚实的基础。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "在健康方面，双子座本周要注意调节作息时间，保持规律的生活习惯。多参加体育锻炼，保持身体健康，同时也要关注情绪的调节，避免过度焦虑或者压力过大。保持乐观的心态，积极面对生活中的挑战，会更有利于身心健康的保持。", "job": "在工作方面，双子座本周需要更多地与同事合作，共同努力实现团队目标。通过与同事的良好沟通和合作，可以提升工作效率，取得更好的业绩。在学业上，双子座需要保持专注和自律，合理规划学习时间，不断积累知识和技能，为将来的发展奠定坚实基础。", "love": "对于单身的双子座而言，本周可能会在社交活动中结识到一个让自己心动的对象，感情运势逐渐升温。在交往过程中，要学会沟通和理解，给彼此足够的空间和信任。而对于有伴侣的双子座，本周可能需要更多的关心和体贴，共同面对生活中的挑战，增进彼此之间的感情。", "money": "本周双子座的财运一般，可能会有一些小的支出或者意外费用出现。建议双子座要审慎理财，合理规划支出，避免过度消费或者投资风险过大。可以考虑制定一个财务计划，控制开支，稳健投资，保持财务稳定。", "work": "在工作方面，双子座本周需要更多地与同事合作，共同努力实现团队目标。通过与同事的良好沟通和合作，可以提升工作效率，取得更好的业绩。在学业上，双子座需要保持专注和自律，合理规划学习时间，不断积累知识和技能，为将来的发展奠定坚实基础。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "在健康方面，巨蟹座本周需要特别注重饮食健康和规律作息。避免暴饮暴食，多食新鲜水果和蔬菜，保持适量运动，有助于维持身体健康。同时，巨蟹座需要保持良好的心态，避免情绪波动，多参加一些放松身心的活动，有助于保持健康状态。", "job": "在工作方面，巨蟹座本周需要特别注重细节处理，务必不可掉以轻心。应该着重规划每一个步骤，将工作任务细化，一步步推进，以确保工作的顺利完成。在学业上，巨蟹座需要注重理论与实践的结合，积极参与课堂讨论，多进行实践操作，提高学习效率，取得更好的学业成绩。", "love": "对于单身的巨蟹座而言，本周可能会感受到情感上的波动，需要保持冷静和理性。不要被过去的情感经历困扰，要敞开心扉，勇敢面对新的感情。有伴侣的巨蟹座需要更多的沟通和理解，共同克服困难，加深彼此之间的感情。本周适合巨蟹座夫妻多进行一些浪漫的活动，增进感情。", "money": "本周巨蟹座的财务状况可能会有些波动，需要谨慎规划和管理。巨蟹座需要控制开支，避免过度消费，理性理财。制定财务计划，合理投资，稳健理财，保持财务状况稳健。巨蟹座还可以考虑寻找一些额外的收入途径，提升自身财务状况。", "work": "在工作方面，巨蟹座本周需要特别注重细节处理，务必不可掉以轻心。应该着重规划每一个步骤，将工作任务细化，一步步推进，以确保工作的顺利完成。在学业上，巨蟹座需要注重理论与实践的结合，积极参与课堂讨论，多进行实践操作，提高学习效率，取得更好的学业成绩。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "本周狮子座在健康方面需要特别注意免疫力的问题，容易出现因免疫力低下而引起的身体不适。建议加强营养摄入，多进行体育锻炼，提升身体的免疫力和健康水平。要保持良好的生活习惯，注意自身健康。", "job": "在事业方面，狮子座本周有许多新的想法和目标，适合重新梳理计划，并通过执行来推动事业发展。在学业上，狮子座会对知识产生浓厚兴趣，不仅能事半功倍，还会在考试中有不错表现。要抓住机会，全力以赴地努力学习和工作。", "love": "对于单身的狮子座来说，本周不太愿意在感情中付出太多时间精力，容易忽视身边的桃花。建议调整状态，留心身边的机会。有伴侣的狮子要注意克制脾气，避免将生活压力发泄在伴侣身上，影响感情发展。", "money": "本周狮子座的财富运势较好，有机会通过人际关系获得赚钱机会。同时，有创业计划的狮子也可以积极执行，可能会获得意想不到的收益。要善于把握时机，勇敢追求财富的增长。", "work": "在事业方面，狮子座本周有许多新的想法和目标，适合重新梳理计划，并通过执行来推动事业发展。在学业上，狮子座会对知识产生浓厚兴趣，不仅能事半功倍，还会在考试中有不错表现。要抓住机会，全力以赴地努力学习和工作。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "健康方面，处女座本周需特别关注眼部健康问题，注意避免长时间用眼造成的疲劳和不适。合理安排休息时间，适当闭目休息，有助于缓解眼部疲劳，保持良好的视力和健康状态。同时，均衡饮食，规律作息也是保持身体健康的关键。", "job": "在事业方面，处女座这周表现出色，展现出强大的执行力和团队合作能力，能够克服拖延等问题，取得显著的成绩和进展。学业方面，处女座将充满学习的热情和动力，积极攻克难题，取得优异的学业成绩，为未来的发展奠定坚实基础。", "love": "对于单身的处女座而言，本周可能会遇到让自己心动的对象，一段新的恋情或许即将展开。而对于有伴侣的处女座，需要更多关注感情中的责任和沟通，共同面对生活中的挑战，一起创造幸福美满的爱情。保持真诚和信任，能够更好地促进感情的发展。", "money": "这周处女座的财运较为一般，需要谨慎理财，避免过度消费和投资风险。控制开支，合理规划财务，才能保持稳健的财务状况，为未来的财富积累打下基础。保持理性和冷静，不盲目跟风，才能稳健前行。", "work": "在事业方面，处女座这周表现出色，展现出强大的执行力和团队合作能力，能够克服拖延等问题，取得显著的成绩和进展。学业方面，处女座将充满学习的热情和动力，积极攻克难题，取得优异的学业成绩，为未来的发展奠定坚实基础。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "健康方面需留意消化问题，尤其是胃部积食的情况。多食用蔬果，减少油腻食物的摄入，保持规律的作息时间和适量的运动，才能确保身体健康。细心呵护自己的身体，才能更好地投入到工作和学习中。", "job": "在事业方面，你的抗压能力将得到提升，能更好地应对工作中的各种挑战。同时，你也将获得领导的认可，有可能获得升职加薪的机会。学业方面，你会更加踏实地学习，扎实打好基础，不再被幻想所困扰，而是真正踏实地为未来发展奠定基础。", "love": "对于单身的天秤座而言，本周将是感情上的一段充实时期。你会投入更多心思和精力于寻找爱情，或与某人之间擦出爱的火花。与此同时，已有伴侣的天秤座，感情将变得更加稳定与幸福，你们之间的默契和互相支持会进一步增强。", "money": "本周财务状况会有些波动，要小心避免冲动消费。在购物前要深思熟虑，避免盲目花费，保持财务稳健，这样才能更好地掌握自己的财务状况。", "work": "在事业方面，你的抗压能力将得到提升，能更好地应对工作中的各种挑战。同时，你也将获得领导的认可，有可能获得升职加薪的机会。学业方面，你会更加踏实地学习，扎实打好基础，不再被幻想所困扰，而是真正踏实地为未来发展奠定基础。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "天蝎座在健康方面需要关注眼部健康问题，避免眼疲劳和不适症状。要养成良好的作息习惯，注意眼部保养和保护，避免长时间用眼引发问题。同时，要保持情绪稳定，避免压力过大影响身体健康，注重身心平衡的维护。", "job": "在工作方面，本周需要注意言行举止，避免因言语过激而引发矛盾。学业上，要坚持勤奋学习，避免消磨时间在无关紧要的事情上，注重专业知识的学习与积累，为未来的发展打下坚实基础。", "love": "单身的天蝎座在感情上可能对未来过于理想化，忽略眼前的机会。已有伴侣的天蝎应避免情绪波动，保持冷静处理感情问题，不要让小事影响彼此的关系，注重沟通和理解，维护感情稳定。", "money": "本周财务状况相对平稳，执行理财计划将有助于财务稳定。要注意节俭理财，避免盲目消费和投资风险，保持谨慎理性的态度，规避财务损失，稳健经营财务。", "work": "在工作方面，本周需要注意言行举止，避免因言语过激而引发矛盾。学业上，要坚持勤奋学习，避免消磨时间在无关紧要的事情上，注重专业知识的学习与积累，为未来的发展打下坚实基础。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "在健康方面，射手座本周要特别注意腰肌劳损问题，避免长时间伏案工作，保持正确的坐姿和站姿，可以适当进行一些体育锻炼，保持身体健康和活力。", "job": "在工作方面，射手座本周应该不断提升自我，抓住机会，勇敢面对挑战，争取更多成功。而在学业上，要注意不要沉迷于娱乐消遣，调整好学习状态，提高学习效率，不被外界因素影响自己的学业发展。", "love": "对于单身的射手座而言，本周会感受到自身行动力的增强，有利于积极寻找另一半，愿意走出舒适区，尝试新的恋爱可能。而有伴侣的射手座则需要继续保持热情，细心呵护爱情，共同享受美好时光，保持对彼此的关爱和支持。", "money": "本周射手座的财务状况相对稳定，但支出较多。要合理规划开支，避免过度消费，注意不要将财力浪费在社交活动上，谨慎理财，保持财务平衡。", "work": "在工作方面，射手座本周应该不断提升自我，抓住机会，勇敢面对挑战，争取更多成功。而在学业上，要注意不要沉迷于娱乐消遣，调整好学习状态，提高学习效率，不被外界因素影响自己的学业发展。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "健康是最重要的财富，摩羯座本周要特别注意身心健康。保持良好的作息习惯，合理饮食，适度运动，避免过度压力和焦虑。保持乐观的心态，寻找放松身心的方式，才能保持健康的状态。", "job": "在事业方面，摩羯座这周可能会面临一些挑战和压力，但你的努力和坚持会得到回报。通过勤奋工作、细心计划，你能够应对各种挑战，取得不俗的成绩。在学业上，认真学习、总结归纳，能够有出色的表现，为未来打下坚实的基础。", "love": "对于单身的摩羯来说，本周需要更加坚定自己的原则，不被烂桃花所影响，保持清醒头脑，等待真正合适的人出现。有伴侣的摩羯，本周要多一些耐心和体谅，与另一半共同面对问题，共同成长，一起创造更美好的未来。", "money": "财务方面，本周摩羯座可能会有一些不错的投资机会，但需要谨慎对待，避免冲动行事。审慎选择理财产品，做好风险控制，不要盲目跟风，稳健理财，才能获得稳定增长。", "work": "在事业方面，摩羯座这周可能会面临一些挑战和压力，但你的努力和坚持会得到回报。通过勤奋工作、细心计划，你能够应对各种挑战，取得不俗的成绩。在学业上，认真学习、总结归纳，能够有出色的表现，为未来打下坚实的基础。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "健康方面，本周水瓶座需要保持良好的饮食习惯和生活方式，预防口腔问题的发生。保持良好的身心健康状态，才能更好地面对各种挑战和困难。", "job": "在工作方面，本周水瓶座可能会感到工作压力增大，甚至有放弃的念头。然而，不要轻易放弃，要坚持下去，努力克服困难，迎接挑战。在学业上，水瓶座可能会过度关注分数，影响了自信心，要明白分数并非唯一衡量成功的标准，要培养自信，相信自己的能力，勇敢面对学习上的困难和挑战。", "love": "单身的水瓶本周可能会陷入复杂的感情纠葛中，要慎重对待周围人的关系，保持适当距离，避免误入情网。有伴侣的水瓶则要注意不要为了迎合对方而妥协自己的原则和立场，保持理性思考和独立意识，共同经营感情，才能让关系更加稳固。", "money": "本周水瓶座的财富运势较好，可能会通过工作表现获得额外奖金或收入，应合理规划财务，可以适当奖励自己，也要注意理性消费，不过度花费。", "work": "在工作方面，本周水瓶座可能会感到工作压力增大，甚至有放弃的念头。然而，不要轻易放弃，要坚持下去，努力克服困难，迎接挑战。在学业上，水瓶座可能会过度关注分数，影响了自信心，要明白分数并非唯一衡量成功的标准，要培养自信，相信自己的能力，勇敢面对学习上的困难和挑战。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 41, "date": "2025年10月05日-2025年10月11日", "health": "本周双鱼座可能会面临免疫力下降的问题，主要是由于生活节奏不规律所致。因此，需要调整生活作息时间，保持规律的生活习惯，增强免疫力，确保身体健康和稳定。只有保持身心健康，才能更好地面对生活中的挑战。", "job": "在事业方面，双鱼座本周表现出积极主动的态度，有条不紊地处理工作事务，为事业发展奠定基础。同时，对于学业，双鱼座将展现出对新知识的渴望和热情，保持乐观态度，将有助于更好地掌握知识，提升学业成绩。", "love": "对于单身的双鱼座而言，本周在爱情方面可能会感到有些迟疑和拘谨。建议逐渐打开心扉，勇敢追寻内心真实的感受，相信合适的爱情终将到来。对于有伴侣的双鱼座，需要注意情绪的控制，避免因小事而产生猜忌，积极沟通和信任是维系感情的关键。", "money": "双鱼座本周的财务状况相对稳定，但需要注意控制支出，理性消费，选择实用性较高的商品。合理规划财务，保持稳定的财务状态，是本周财富运势的关键。", "work": "在事业方面，双鱼座本周表现出积极主动的态度，有条不紊地处理工作事务，为事业发展奠定基础。同时，对于学业，双鱼座将展现出对新知识的渴望和热情，保持乐观态度，将有助于更好地掌握知识，提升学业成绩。", "resultcode": "200", "error_code": 0}}}