{"today": {"白羊座": {"date": 20251101, "name": "白羊座", "QFriend": "双鱼座", "all": "100", "color": "粉色", "datetime": "2025年11月01日", "health": "96", "love": "100", "money": "100", "number": 1, "summary": "对你来说是个顺势而为的好日子。整体运势像坐上了小火箭，稳步往上窜，连带着你的状态都跟着轻盈起来。这一天你脑袋转得特别快，智商在线不是说说而已，当别人还在纠结细节时，你已经能抓住核心，快速理清逻辑。这种清醒感会让你在各种场合里显得游刃有余，哪怕遇到临时状况也能迅速调整。保持主动出击的姿态是关键，别等机会自己送上门，你的行动力和热情会像磁铁一样，吸引更多可能性靠近。比如社交中主动开启话题，或是处理事务时多往前推一步，收获会比平时更明显。不过也别因为太顺而掉以轻心，偶尔停下来确认下方向是否正确，反而能让这股劲儿用得更稳。这一天你可能会发现自己比平时更有“掌控感”，无论是与人互动还是应对变化，都能带着一种“尽在掌握”的从容，这种状态本身就会让你的运势更上一层楼。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251101, "name": "金牛座", "QFriend": "狮子座", "all": "100", "color": "酒红色", "datetime": "2025年11月01日", "health": "93", "love": "100", "money": "100", "number": 6, "summary": "这是属于你的“幸运日”，整体运势像开了挂，连空气里都飘着顺心的味道。这一天你做什么都像被推着走，不是被动应付，而是各种资源、机会主动往你怀里钻。左右逢源的节奏特别明显，比如和人打交道时，对方刚好能接住你的需求；处理事情时，又总能遇到“刚好合适”的助力。这种顺不是偶然，而是你平时积累的踏实感在集中爆发，让人愿意信任你、配合你。收获丰厚也不单指物质，更可能是人际关系里的认可，或是长期铺垫的事有了新进展。不过别因为太顺就放松警惕，偶尔停下来观察下周围的变化，反而能抓住更多隐藏的机会。这一天你可能会发现，自己不用太用力，事情就能往好的方向发展，这种“轻松感”本身就是运势的馈赠，好好享受它带来的从容吧。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251101, "name": "双子座", "QFriend": "水瓶座", "all": "75", "color": "湖蓝色", "datetime": "2025年11月01日", "health": "58", "love": "75", "money": "75", "number": 5, "summary": "对你来说需要“多留个心眼”，整体运势不太乐观，容易陷入“聪明反被聪明误”的陷阱。这一天你的脑子转得快是优势，但也可能因为太自信而忽略细节，比如说话时没注意分寸，或是做决定时只考虑了表面逻辑，没深挖背后的关联。这种“想当然”的状态容易让你在人际关系或事务处理中留下漏洞，哪怕原本是好意，也可能因为表达方式或执行偏差，反而引发小麻烦。建议这一天别急着下结论，遇到问题时多问一句“还有没有其他可能”，处理事情时多检查一遍步骤，避免因为“自以为懂”而踩坑。另外，别太依赖第一直觉，有时候慢半拍反而能避开不必要的波折。这一天你可能会发现，平时的机灵劲儿容易“跑偏”，保持一点谨慎，反而能减少后续的麻烦。", "work": "75", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251101, "name": "巨蟹座", "QFriend": "金牛座", "all": "100", "color": "藕荷色", "datetime": "2025年11月01日", "health": "84", "love": "100", "money": "90", "number": 7, "summary": "对你来说是个轻松又充实的日子，整体运势尚佳，没有大起大落，但能让你在感兴趣的领域里找到小乐趣。这一天你的状态比较放松，不会给自己太大压力，反而更容易根据兴趣去学点新东西——可能是翻出一本一直想看的书，或是跟着视频学个小技能，甚至只是和懂行的人聊聊天，都能让你觉得“没白过”。这种“非功利性”的学习反而能激发你的热情，不会因为“必须学会”而焦虑，反而更容易吸收。不过也别因为太随性而忽略计划，比如学了一半发现时间不够，或是聊得太投入忘了其他安排。建议这一天把“兴趣”和“节奏”结合起来，既享受过程，又不让其他事被耽误。你可能会发现，这种“不刻意”的状态反而能让你在喜欢的事上更有收获，整体氛围也会变得温暖又舒服。", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251101, "name": "狮子座", "QFriend": "双子座", "all": "90", "color": "抹茶色", "datetime": "2025年11月01日", "health": "78", "love": "90", "money": "90", "number": 3, "summary": "对你来说需要“提提神”，整体运势一般般，容易陷入浑浑噩噩的状态。这一天你可能觉得做什么都提不起劲，不是累了，而是少了点“冲”的动力，像是被按了暂停键，连平时感兴趣的事都懒得碰。这种状态不是坏事，反而是在提醒你：别一直绷着，偶尔停下来喘口气也没关系。但别因为“没状态”就放任自己，比如刷手机到深夜，或是拖延该做的事，反而会让后续更累。建议这一天给自己找点小目标，不用太大，哪怕是整理下桌面、出门散个步，都能帮你打破“懒洋洋”的循环。另外，和信任的人聊聊天也能提提气，对方的反馈可能会让你重新找到点动力。你可能会发现，这一天最需要的不是“强行振作”，而是先接纳自己的“暂时没劲”，再慢慢找回节奏。", "work": "90", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251101, "name": "处女座", "QFriend": "处女座", "all": "100", "color": "玫红色", "datetime": "2025年11月01日", "health": "88", "love": "90", "money": "100", "number": 5, "summary": "这是一个“打开新视角”的好机会，整体运势还可以，不妨主动扩大自己的视野和圈子。这一天你的状态比较稳定，不会遇到太大阻碍，但也不至于平淡到没存在感——关键在于你愿不愿意“迈出一步”。比如平时只和熟悉的人打交道，可以试着认识新朋友；或是只关注自己领域的事，可以听听其他行业的分享。这种“主动拓展”会让你发现，原来自己之前忽略了很多可能性，甚至可能找到新的兴趣点。不过也别因为太追求“效率”而急于求成，扩大视野不是为了立刻得到什么，而是先让自己“看到更多”。这一天你可能会发现，当你不把自己局限在“熟悉”的范围内时，连思维都变得更灵活了，这种“打开感”本身就是运势给你的礼物。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251101, "name": "天秤座", "QFriend": "白羊座", "all": "75", "color": "青色", "datetime": "2025年11月01日", "health": "61", "love": "75", "money": "75", "number": 7, "summary": "对你来说，整体运势有些低迷，像是被一层薄雾笼罩着，连平时最擅长的“平衡感”都容易失准。这一天你可能会觉得做什么都提不起劲，明明有很多事等着处理，却总被一种“丧”的情绪拖着，连和人交流的欲望都变弱了。这种状态不是因为你懒，更像是能量暂时被消耗，连对平时感兴趣的事都少了份热情。你可能会发现，连简单的选择都变得困难——比如选吃什么、看什么，都容易犹豫半天，这种“选择无力”会让你更烦躁。不过别太责怪自己，运势低迷时，强行“振作”反而容易消耗更多精力。这一天不妨允许自己“慢下来”，少安排点事，多给自己留些独处的空间，哪怕只是发发呆、听听音乐，也能让情绪慢慢沉淀。你可能会发现，当你不强迫自己“必须好起来”时，反而能更轻松地面对这种低潮期，毕竟运势总有起伏，“丧”或许只是为明天的“顺”积蓄力量。", "work": "75", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251101, "name": "天蝎座", "QFriend": "射手座", "all": "90", "color": "焦糖色", "datetime": "2025年11月01日", "health": "75", "love": "90", "money": "90", "number": 9, "summary": "整体运势稍有起伏，像是走在一条有点坑洼的路上，需要多留意脚下的节奏。这一天你会遇到不少需要与人打交道的情况——可能是合作、沟通，或是简单的社交互动，但对方的反应可能不如预期，甚至会有些小摩擦。这种“需要磨合”的状态对你来说是个考验，毕竟你平时更习惯直接或深入的方式，但对方可能更在意表面的和谐，或是表达方式更含蓄，容易让你觉得“没说到点子上”。不过别急着否定对方或自己，这种起伏反而是在提醒你：人与人之间的互动本就需要调整。建议这一天多观察对方的反应，别急着下结论，哪怕心里有想法，也可以先缓一缓再表达。你可能会发现，当你不强求“立刻达成共识”时，反而能更灵活地应对这些小波折，甚至从中学到新的沟通方式。", "work": "90", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251101, "name": "射手座", "QFriend": "天蝎座", "all": "90", "color": "宝蓝色", "datetime": "2025年11月01日", "health": "60", "love": "75", "money": "75", "number": 8, "summary": "对你来说，整体运势略差，容易被选择困难症缠上，甚至可能因为犹豫不决而对自己不满。这一天你可能会面临多个选项，但每个看起来都有利有弊，让你反复权衡却拿不定主意——比如该选哪个方向、该接受还是拒绝，这种“左右为难”会消耗你的耐心，甚至让你怀疑自己的判断力。你可能会觉得“怎么选都不对”，或是担心选错了会后悔，这种情绪反而会让你更纠结。不过别太苛责自己，运势略差时，人的决策力本就容易受影响。这一天不妨先放下“必须选对”的压力，告诉自己“没有完美的选择，只有适合当下的选择”。如果实在决定不了，可以试着把选项列出来，对比各自的优缺点，或是找信任的人聊聊，听听不同的视角。你可能会发现，当你不把“选错”当成灾难时，反而能更轻松地做出决定，哪怕结果不完美，至少不会因为纠结而浪费更多精力。", "work": "90", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251101, "name": "摩羯座", "QFriend": "摩羯座", "all": "90", "color": "深蓝色", "datetime": "2025年11月01日", "health": "75", "love": "100", "money": "90", "number": 9, "summary": "整体运势中规中矩，像是在走一条熟悉的路线，没有大惊喜，但也不至于走偏。这一天你可能会觉得自己的表现“不够好”，或是和别人的对比中产生了自我怀疑，比如觉得别人更顺利、更有成果，而自己好像“卡在原地”。这种否定自我的情绪容易让你陷入内耗，甚至忽略自己已经做到的部分。不过别急着否定自己的价值，运势平稳时，恰恰是重新认识自己的好机会。这一天不妨多看看自己已经完成的事——哪怕是小进步，也是你努力的证明。另外，别因为“不够好”就强迫自己更努力，有时候“休息”比“硬撑”更能恢复状态。你可能会发现，当你不把“完美”当成目标时，反而能更踏实地面对当下的自己，这种“接纳感”本身就会让你的运势更稳定。", "work": "90", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251101, "name": "水瓶座", "QFriend": "巨蟹座", "all": "100", "color": "紫色", "datetime": "2025年11月01日", "health": "91", "love": "100", "money": "100", "number": 1, "summary": "整体运势非常好，像是被一股“突破”的能量推着走，连平时觉得“不可能”的事都可能冒出新机会。这一天你可能会突然想尝试些没做过的事，比如换个方式处理问题、接触新的领域，或是和平时不太联系的人聊聊天，这种“敢于找新突破”的状态会让你特别有活力。你可能会发现，自己的思维比平时更灵活，连原本觉得“没出路”的事，都能找到新的角度。不过别因为太兴奋而忽略细节，突破归突破，基本的逻辑和准备还是要做足。这一天不妨多记录自己的想法，哪怕只是零散的念头，都可能成为后续的灵感来源。你可能会发现，当你不给自己设限时，连运势都会帮你打开更多可能性，这种“被推动”的感觉本身就会让你更享受这一天。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251101, "name": "双鱼座", "QFriend": "天秤座", "all": "90", "color": "卡其色", "datetime": "2025年11月01日", "health": "71", "love": "90", "money": "90", "number": 4, "summary": "整体运势平平，像是站在一条有点单调的路上，但可以通过“行动”给它添点色彩。这一天你可能会觉得生活有点“重复”，没有特别的新鲜感，甚至连平时喜欢的事都少了点热情。这种“平淡”不是坏事，但容易让你觉得“没什么意思”。不过别等着运势自己变好，主动通过行动注入新鲜元素才是关键。比如可以换个路线散步、听首没听过的歌，或是试试新的兴趣，这些小改变都能让你的状态更轻松。你可能会发现，当你不强求“必须精彩”时，反而能更自然地发现生活中的小乐趣，这种“主动创造”的心态本身就会让你的运势更灵活。", "work": "100", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20251102, "name": "白羊座", "QFriend": "摩羯座", "all": "100", "color": "红色", "datetime": "2025年11月02日", "health": "91", "love": "100", "money": "100", "number": 8, "summary": "简直像被幸运星追着跑的一天，走到哪儿都能撞上好机会。社交场合里，你不用刻意表现，自然就能吸引到别人的注意，可能是朋友主动约你聚会，或是路上遇到熟人热情打招呼，甚至原本没联系的旧友突然发来消息。这种“被需要”的感觉会让你一整天都心情舒畅，连平时觉得麻烦的社交应酬都变得轻松有趣。你可能会发现，自己随便提的一个想法，竟然能得到不少人的响应，这种“左右逢源”的节奏会让你更有动力去尝试新事物。不过别因为太顺就掉以轻心，偶尔停下来听听别人的意见，反而能让你的好运更持久。适合多参与集体活动，无论是线上聊天还是线下见面，你的存在感都会很强，别把自己关在小圈子里。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251102, "name": "金牛座", "QFriend": "白羊座", "all": "100", "color": "奶茶色", "datetime": "2025年11月02日", "health": "88", "love": "90", "money": "100", "number": 4, "summary": "整体运势比较稳定，收获不多，却感到踏实。你会发现，提前安排好的计划几乎不需要调整就能顺利推进，连原本担心的小插曲都没出现。这种“一切按预期发展”的感觉会让你更有底气去处理日常琐事，比如整理房间、规划周末，或是和家人朋友聊些轻松的话题。不过稳中也要留点弹性，比如临时被拉去帮忙或改变原本的安排，别急着拒绝，稍微调整下节奏反而能发现新乐趣。你判断力比较准，适合做些需要耐心和细心的决定，比如选择聚餐地点、挑选礼物，或是帮朋友出主意。保持计划的条理性，但别把自己框得太死，偶尔跟着感觉走也能收获意外惊喜。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251102, "name": "双子座", "QFriend": "狮子座", "all": "90", "color": "藕荷色", "datetime": "2025年11月02日", "health": "75", "love": "90", "money": "90", "number": 1, "summary": "运势像块温吞的蛋糕，吃起来不甜不腻，但得注意别吃得太急。和人打交道时，你的表达欲可能会比平时更旺盛，但别急着把所有想法都倒出来，尤其是对不太熟悉的人。说多错多的概率有点高，比如开玩笑时没掌握好分寸，或是提建议时显得太强势，反而容易让对方觉得有压力。不如多听少说，先观察对方的反应再调整自己的态度。适合处理需要耐心的事，比如整理文件、回复消息，或是和熟悉的朋友聊些日常，别给自己安排太多需要“高情商输出”的场合。保持轻松状态反而更顺，别因为太想表现反而弄巧成拙。", "work": "90", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251102, "name": "巨蟹座", "QFriend": "双鱼座", "all": "100", "color": "橙色", "datetime": "2025年11月02日", "health": "89", "love": "100", "money": "100", "number": 5, "summary": "你简直像被“满足感”泡在蜜罐里，精神上的愉悦和物质上的小确幸会同时降临。可能是读到一本让人醍醐灌顶的书，或是听到一首反复循环的歌，让你一整天都带着淡淡的幸福感；也可能是突然收到期待已久的包裹，或是吃到一顿超合口味的饭，这些小事会让你觉得“生活真美好”。这种满足感会让你更愿意和身边人分享，比如给家人带点小礼物，或是和朋友聊些温暖的话题，你的善意也会被温柔回应。适合做些让自己开心的事，不用刻意追求效率，把时间花在“喜欢”上就是最好的安排。无论是宅家追剧还是出门散步，你都能从中找到乐趣。", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251102, "name": "狮子座", "QFriend": "天秤座", "all": "100", "color": "柠黄色", "datetime": "2025年11月02日", "health": "96", "love": "100", "money": "100", "number": 9, "summary": "你像颗发光的星星，走到哪儿都能照亮一片。你擅长的领域会成为你的“主场”，比如组织活动、表达观点，或是解决别人搞不定的问题，你的自信和能力会自然流露，让别人忍不住想靠近你、认可你。这种“被需要”的感觉会让你更有动力，甚至可能主动承担更多责任，但别忘了偶尔停下来听听别人的反馈，你的光芒太耀眼时，也需要给身边人一点表现的机会。适合参与需要“展示”的场合，比如主持会议、分享经验，或是和朋友聊些你的专长话题，你的表现会让人印象深刻。不过别因为太投入而忽略休息，偶尔放松下反而能保持状态。", "work": "100", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251102, "name": "处女座", "QFriend": "射手座", "all": "75", "color": "姜黄色", "datetime": "2025年11月02日", "health": "67", "love": "75", "money": "75", "number": 2, "summary": "你可能会被“细节”绊住脚，明明整体进展不错，却总忍不住盯着小问题纠结。比如文件里的一个错别字、对话里的一个语气词，或是计划里的一个小偏差，这些小事会让你反复回想，甚至影响心情。其实大方向很稳，很多“问题”只是你过于敏感的产物，不妨试着把视线拉远一点，看看整体是否在向前推进。你可能会发现，自己纠结的事对别人来说根本不重要，反而因为太在意细节而忽略了更重要的事。适合处理需要“精准”的事，比如核对数据、整理资料，但别让自己陷入“完美主义”的陷阱，完成比完美更重要。偶尔放松下标准，你会发现事情其实没那么复杂。", "work": "75", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251102, "name": "天秤座", "QFriend": "巨蟹座", "all": "90", "color": "墨绿色", "datetime": "2025年11月02日", "health": "83", "love": "90", "money": "90", "number": 5, "summary": "你的整体运势像一杯刚泡好的茶，温度刚好，香气淡淡，没有浓烈的惊喜，却也不至于让人失望。生活节奏平稳，没有突如其来的波折，也没有值得欢呼的突破，一切按部就班地推进。你可能会觉得日子过得有些“没劲”，既没有特别想完成的目标，也没有必须面对的挑战，甚至连情绪都保持着一种微妙的平衡——不兴奋，也不低落。这种状态或许会让你偶尔觉得“少了点什么”，但换个角度看，也正是调整节奏的好时机。你可以利用这份平稳，把注意力放在一些需要耐心的小事上，比如整理房间、梳理日常习惯，或是单纯地放空自己，享受不被打扰的安静。这一天适合把期待值调低，用更松弛的心态面对生活，毕竟，平淡里也藏着细水长流的踏实感。", "work": "90", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251102, "name": "天蝎座", "QFriend": "金牛座", "all": "100", "color": "粉色", "datetime": "2025年11月02日", "health": "97", "love": "100", "money": "100", "number": 1, "summary": "对你来说，像突然被撒了一把幸运的星星糖，连呼吸都带着轻快的甜味。你的思路像被打开了开关，灵感和创意源源不断地冒出来，可能是一个突然冒头的想法，或是对日常事物的全新解读，让你觉得“原来还能这样”。这种状态会让你不自觉地想尝试新事物，哪怕只是换个路线散步，或是换种方式处理琐事，都能从中找到乐趣。你可能会发现，平时觉得麻烦的事，做起来却格外顺手，甚至能从中发现隐藏的小惊喜。这种“被幸运追着跑”的感觉，会让你整个人都亮起来，连带着对周围人的态度也更温和。不妨顺着这份活力，多做些让自己开心的小事，比如听首喜欢的歌，或是和有趣的人聊聊天，把这份好运的能量传递出去。", "work": "100", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251102, "name": "射手座", "QFriend": "处女座", "all": "100", "color": "棕色", "datetime": "2025年11月02日", "health": "84", "love": "100", "money": "90", "number": 2, "summary": "你的运势像一张精心铺好的画布，虽然还没开始动笔，但所有的准备都已就绪。你做事前会不自觉地多花点时间“打底”，比如列个清单、理清步骤，或是提前确认细节，这种“先铺垫再行动”的习惯，会让你每一步都走得更稳。你可能不会立刻看到成果，但这种踏实感会让你心里有底，哪怕遇到小插曲，也能从容应对。你可能会发现，平时容易忽略的细节，反而能注意到，甚至从中找到改进的方向。这种“有备无患”的状态，会让你在处理日常事务时更高效，也更容易获得满足感。不妨把这份“准备充分”的劲头延续下去，哪怕只是小事，也能让你感受到“一切尽在掌握”的安心。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251102, "name": "摩羯座", "QFriend": "水瓶座", "all": "100", "color": "藏青色", "datetime": "2025年11月02日", "health": "95", "love": "100", "money": "100", "number": 8, "summary": "对你而言，像一场精心策划的播种终于迎来了抽芽的时刻。你之前投入的精力，会以一种“水到渠成”的方式显现出来，可能是某个计划顺利推进，或是某个目标突然有了清晰的路径，这种“尝到甜头”的感觉会让你更有动力继续向前。你的专注力会达到顶峰，能屏蔽掉外界的干扰，一心一意地推动自己想做的事。这种“心无旁骛”的状态，会让你在处理事务时更高效，甚至能发现之前忽略的细节。你可能会觉得，自己比平时更有“掌控感”，无论是小事还是大方向，都能按照预期推进。不妨趁着这份势头，把重要的任务放在完成，你会发现自己能比平时做得更好。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251102, "name": "水瓶座", "QFriend": "天蝎座", "all": "90", "color": "银灰色", "datetime": "2025年11月02日", "health": "78", "love": "90", "money": "90", "number": 5, "summary": "你的运势像一片安静的湖，没有风浪，也没有喧嚣，只有水面倒映的云淡风轻。你可能会觉得，自己比平时更“佛系”，对很多事都抱着“顺其自然”的态度，既不刻意争取，也不焦虑纠结。这种状态会让你更专注于自我提升，比如读本书、学个新技能，或是单纯地思考一些平时忽略的问题。你可能会发现，平时觉得“必须做”的事，反而能放下，转而把时间花在让自己更舒服的事情上。这种“不被外界推着走”的松弛感，会让你更清晰地听到内心的声音，甚至能从中找到新的方向。不妨把这份“专注自我”的状态延续下去，哪怕只是静坐一会儿，也能让你感受到内心的平静。", "work": "90", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251102, "name": "双鱼座", "QFriend": "双子座", "all": "75", "color": "藕荷色", "datetime": "2025年11月02日", "health": "63", "love": "75", "money": "75", "number": 7, "summary": "对你来说，这一天的状态就像一台电量不足的手机，连屏幕都懒得亮起来。你可能会觉得，自己特别“没劲”，连平时喜欢的事都提不起兴趣，甚至简单的日常事务都觉得“麻烦”。这种低迷的状态可能会让你更想“躺平”，什么都不想干，只想躲在自己的小世界里。你可能会发现，平时容易集中注意力的时间，却总被各种小情绪打断，连说话的力气都像被抽走了一半。这种“懒洋洋”的感觉，虽然让你觉得“不舒服”，但也恰恰是身体在提醒你：“该休息了”。不妨顺着这份倦意，给自己放个假，哪怕只是睡个懒觉，或是发会儿呆，也能让你从这种低迷中缓过来。毕竟，偶尔的“停摆”，也是为了更好地出发。", "work": "75", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "在健康方面，本周白羊座需要关注自己的睡眠质量和精神状态。保持良好的作息习惯，避免熬夜和过度劳累。同时，也可以尝试一些放松身心的活动，如瑜伽、冥想等，以缓解压力和焦虑情绪。", "job": "在事业和学业方面，本周白羊座的表现非常出色。你将能够充分发挥自己的能力和潜力，取得不错的成绩。在工作中，你将有机会与新的合作伙伴展开合作，共同推进项目的进展。在学业上，你将能够制定更加明确的学习计划，并通过不断努力取得更好的成绩。", "love": "在爱情方面，本周白羊座的表现相当不错。单身的白羊座可能会遇到一些新的机会，与心仪的对象展开交流，有望开启一段新的恋情。而有伴侣的白羊座则需要更加关注彼此之间的沟通和理解，共同面对生活中的困难和挑战，以维护稳定的感情关系。", "money": "本周白羊座的财富运势有所起伏。在投资和理财方面需要更加谨慎，避免盲目跟风或冲动决策。同时，也要注意控制自己的消费欲望，避免不必要的开支。", "work": "在事业和学业方面，本周白羊座的表现非常出色。你将能够充分发挥自己的能力和潜力，取得不错的成绩。在工作中，你将有机会与新的合作伙伴展开合作，共同推进项目的进展。在学业上，你将能够制定更加明确的学习计划，并通过不断努力取得更好的成绩。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "金牛座本周的健康运势良好。在饮食和作息方面，注重养生和健康，多摄入绿色有机食物，保持良好的作息习惯。同时，也要注意锻炼身体和保持良好的心态，以增强身体素质和抵抗力。在忙碌的工作和学习之余，也要记得给自己留出一些休息和放松的时间。", "job": "事业方面，金牛座本周需要保持严谨的工作态度，注重细节，确保各项任务能够顺利完成。在处理文件和文书时，要仔细审查措辞和逻辑，避免因为疏忽而导致问题。学业上，金牛本周头脑清晰，能够轻松应对各种考试挑战。不断理清思路，巩固基础知识，将有助于你取得更好的成绩。", "love": "本周金牛座的爱情运势平稳中带有微妙变化。单身的金牛可能会遇到新的社交机会，但进展较为缓慢，需要耐心等待合适的时机。有伴侣的金牛在与另一半的相处中，要多一些沟通和理解，避免主观意识过强而导致摩擦。同时，也要给对方足够的空间，尊重对方的想法和感受。", "money": "本周金牛座的财富运势略有波动。在投资和消费方面，要保持理性思考，避免冲动行事和过度消费。合理规划财务，控制支出，守住现有的财富。同时，也要关注市场动态和投资机会，以便在合适的时机做出更明智的决策。", "work": "事业方面，金牛座本周需要保持严谨的工作态度，注重细节，确保各项任务能够顺利完成。在处理文件和文书时，要仔细审查措辞和逻辑，避免因为疏忽而导致问题。学业上，金牛本周头脑清晰，能够轻松应对各种考试挑战。不断理清思路，巩固基础知识，将有助于你取得更好的成绩。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "在健康方面，本周双子座需要特别关注口腔健康。保持良好的口腔卫生习惯，定期检查和清洁牙齿，预防口腔问题的发生。同时，注意调整饮食习惯，减少重口味食物的摄入，保持身体健康。", "job": "事业方面，本周双子座将迎来一些新的机遇和挑战。你需要保持高度的专注和投入，勇于面对挑战，并善于抓住每一个机遇。同时，与同事和合作伙伴保持良好的关系，将有助于你更好地完成任务。在学业上，你需要克服外界的干扰和诱惑，保持自律和专注，倾听内心的真实想法，找到适合自己的学习方法，你将能够取得更好的成绩。", "love": "在爱情方面，本周双子座可能会经历一些情感的波动。单身的双子需要学会放下过去的回忆，勇敢地向前看，才能遇见新的爱情。有伴侣的双子则需要与伴侣加强沟通，避免因为小事而引发不必要的争执，共同维护稳定的感情关系。", "money": "本周双子座的财富运势较为旺盛。你将有机会通过副业或投资获得更多的收入。然而，在追求财富的过程中，你需要保持理性和谨慎，不要盲目跟风或轻率决策。合理规划自己的财务，你将能够积累更多的财富。", "work": "事业方面，本周双子座将迎来一些新的机遇和挑战。你需要保持高度的专注和投入，勇于面对挑战，并善于抓住每一个机遇。同时，与同事和合作伙伴保持良好的关系，将有助于你更好地完成任务。在学业上，你需要克服外界的干扰和诱惑，保持自律和专注，倾听内心的真实想法，找到适合自己的学习方法，你将能够取得更好的成绩。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "本周巨蟹座在健康方面需要特别关注自己的身体状况。保持良好的作息习惯，避免熬夜和过度劳累。同时，也要注意调整自己的饮食结构，避免摄入过多高热量、高脂肪的食物，保持身体健康。", "job": "在事业方面，巨蟹座本周需要更加注重时间管理和工作效率。合理安排工作和休息时间，避免因为拖延而导致任务无法按时完成。同时，也要保持与同事和合作伙伴的良好关系，共同协作完成任务。在学业上，巨蟹座需要逐渐找回学习的状态，制定合理的学习计划，避免因为浮躁而影响学习效果。通过不断积累知识，你将能够取得更好的成绩。", "love": "单身的巨蟹座本周在爱情方面需要保持清醒的头脑，不要被表面的华丽所迷惑。对于那些只停留在暧昧阶段的关系，要谨慎对待，避免陷入不必要的情感纠葛。有伴侣的巨蟹座则需要在与伴侣的相处中更加细心和体贴，共同营造温馨和谐的氛围，让感情更加稳固。", "money": "本周巨蟹座的财富运势表现不错，可能会有一些意外的收入。然而，在享受财富带来的快乐时，也要保持理性和谨慎，合理规划自己的财务，避免因为冲动消费而陷入经济困境。", "work": "在事业方面，巨蟹座本周需要更加注重时间管理和工作效率。合理安排工作和休息时间，避免因为拖延而导致任务无法按时完成。同时，也要保持与同事和合作伙伴的良好关系，共同协作完成任务。在学业上，巨蟹座需要逐渐找回学习的状态，制定合理的学习计划，避免因为浮躁而影响学习效果。通过不断积累知识，你将能够取得更好的成绩。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "本周狮子座在健康方面需关注四肢关节的保养。避免过度剧烈运动，以防受伤。如想健身，建议循序渐进，科学锻炼，以保持身体健康。", "job": "在事业方面，狮子座本周可能会遇到团队伙伴不愿配合的情况。此时，你需要学会放低姿态，主动沟通，以缓解紧张的工作氛围。在学业上，本周狮子座容易沉迷于网络，导致学习成绩下滑。建议制定合理的学习计划，抵制网络诱惑，努力戒掉网瘾，专注于学业。", "love": "单身的狮子座本周可能会遇到一些初印象并不理想的桃花，但建议不要急于拒绝，试着以开放的心态去接触，或许会有意想不到的收获。有伴侣的狮子座本周可能会面临一些感情上的挑战，建议勇敢面对，积极沟通，共同寻找解决问题的方法，不要让逃避成为习惯。", "money": "本周狮子座的财富运势波动较大，容易因工作失误而遭受经济损失。建议保持谨慎的投资态度，不要冲动行事，确保每一步都稳扎稳打。", "work": "在事业方面，狮子座本周可能会遇到团队伙伴不愿配合的情况。此时，你需要学会放低姿态，主动沟通，以缓解紧张的工作氛围。在学业上，本周狮子座容易沉迷于网络，导致学习成绩下滑。建议制定合理的学习计划，抵制网络诱惑，努力戒掉网瘾，专注于学业。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "本周处女座在健康方面需要特别关注自己的饮食习惯和作息时间。尽量避免熬夜和暴饮暴食，保持良好的生活习惯。同时，也可以适当参加一些户外运动和锻炼，提高身体素质和免疫力。", "job": "在事业方面，处女座本周需要更加细心和耐心。你可能会遇到一些繁琐的工作任务，但只要你能够保持冷静和专注，就能够高效完成。同时，也要注意与同事之间的沟通和协作，避免因为个人情绪而影响到团队的整体效率。在学业上，你需要更加注重基础知识的掌握和巩固，不要盲目追求成绩而忽略了学习的过程。", "love": "单身的处女座本周可能会遇到一些让你心动的异性，但请记得在投入感情之前要深入了解对方，避免因为一时的冲动而做出错误的决定。有伴侣的处女座本周与伴侣之间的关系会更加稳定，你们会一起规划未来，为共同的目标努力。不过，也要注意在沟通中避免过于挑剔，以免影响彼此的感情。", "money": "本周处女座的财富运势相对平稳，没有大的起伏。你可以合理规划自己的收入和支出，避免不必要的浪费。同时，也可以考虑一些稳健的投资方式，为未来的财富积累打下基础。", "work": "在事业方面，处女座本周需要更加细心和耐心。你可能会遇到一些繁琐的工作任务，但只要你能够保持冷静和专注，就能够高效完成。同时，也要注意与同事之间的沟通和协作，避免因为个人情绪而影响到团队的整体效率。在学业上，你需要更加注重基础知识的掌握和巩固，不要盲目追求成绩而忽略了学习的过程。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "在健康方面，天秤本周需要特别注意口腔健康，容易出现口腔溃疡等问题。要避免食用辛辣或刺激性食物，保持口腔清洁，多饮水，多吃蔬果，有助于缓解口腔不适。同时，保持良好的生活习惯和作息规律，注重身体保养，可以有效预防疾病的发生。", "job": "在事业方面，天秤本周可能会取得一定成就，但也要注意保持低调和谦虚，不要过于张扬和自满。接受外界的批评和建议，虚心学习他人的优点，不断提升自己的能力和水平。在学业上，天秤可能会有些跳脱思维，容易贪玩和分心，建议踏实学习，专注提升自己的知识和技能。", "love": "对于单身的天秤来说，本周可能会感觉被动和犹豫不决，不太容易展现自己的魅力，但要相信自己的魅力和吸引力，不要过于消极或逃避。对于有伴侣的天秤，本周要特别注意避免过于较真儿和争吵，要学会放下一些小事，以平和的心态面对问题，共同克服困难。", "money": "本周财务运势不太稳定，天秤要注意控制消费，避免冲动购物和浪费。在理财方面要谨慎投资，避免高风险投资，保持理性和稳健的态度，才能避免财务问题带来的压力和困扰。", "work": "在事业方面，天秤本周可能会取得一定成就，但也要注意保持低调和谦虚，不要过于张扬和自满。接受外界的批评和建议，虚心学习他人的优点，不断提升自己的能力和水平。在学业上，天秤可能会有些跳脱思维，容易贪玩和分心，建议踏实学习，专注提升自己的知识和技能。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "天蝎座本周需特别注意健康问题，尤其是头痛等不适。养成良好的生活习惯，保持规律的作息时间，适当休息调理，关注身心健康，才能更好地迎接未来的挑战。", "job": "在事业方面，天蝎座本周将全情投入工作，得到领导的认可和赏识。学业上也会调整状态，努力学习，不断提升自己，发挥出更大的潜力和才华，为未来的发展奠定坚实的基础。", "love": "对于单身的天蝎座来说，本周的异性缘非常旺盛，有望邂逅到优秀的异性，积极投入感情生活，也许会迎来一段甜蜜的爱情。而对于有伴侣的天蝎座，本周关系和谐，共同规划未来的蓝图，有望进一步深化感情，让彼此更加紧密。", "money": "财富运势本周高涨，天蝎座在理财方面表现出色，精打细算，谨慎投资，通过自身的努力积累财富。要保持理性理财观念，制定合理的财务规划，将会有稳健的财务收益。", "work": "在事业方面，天蝎座本周将全情投入工作，得到领导的认可和赏识。学业上也会调整状态，努力学习，不断提升自己，发挥出更大的潜力和才华，为未来的发展奠定坚实的基础。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "射手座本周的健康状况整体良好，没有特别大的问题。但对于想要减肥的射手座来说，可能会遇到一定困扰，需要克服自己的懒惰和坚持下去，保持健康的生活方式。", "job": "在工作方面，射手座本周可能会面临繁重的工作任务，需要合理规划时间，避免过度劳累。学业上，射手座可以以自己感兴趣的科目为主导，通过系统学习提高成绩，取得更好的学业表现。", "love": "单身的射手座本周可能会彻底放下对前任的执念，迎接新的恋情。内心的渴望和魅力将会得到释放，有望遇见心仪的对象。有伴侣的射手座会感受到伴侣给予的支持和理解，共同度过一段愉快的时光，增进感情。", "money": "本周射手座的财富运势较为顺利，可能会有一些意外的进账，偏财运也较好。在抽奖或投资方面，运气也将十分不错，有机会获得意外之财。", "work": "在工作方面，射手座本周可能会面临繁重的工作任务，需要合理规划时间，避免过度劳累。学业上，射手座可以以自己感兴趣的科目为主导，通过系统学习提高成绩，取得更好的学业表现。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "在健康方面，摩羯座本周可能会感到身体有些疲劳和压力，要注意合理安排自己的作息时间，保持良好的生活习惯和饮食结构，多参与户外活动，放松身心，保持乐观积极的心态，注重身心健康的平衡发展。", "job": "在事业方面，摩羯座本周将迎来合作的良机，通过展现自己的语言魅力和协作能力，能够吸引他人的关注和合作意愿，带来更多的机遇和发展空间。在学业上，摩羯座需要认真对待学习任务，与同学共同学习进步，通过集体讨论和团队合作，提升自身的学术能力和自信心，取得更好的成绩。", "love": "对于单身的摩羯座而言，本周可能会感受到来自家人或长辈的婚恋压力，不妨积极参与社交活动，扩大自己的社交圈，也许会在意想不到的地方遇到心仪的对象。对于有伴侣的摩羯座，本周情感上可能会有些波动，要注意避免小矛盾扩大化，多沟通理解，共同克服困难，保持感情稳定。", "money": "本周摩羯座的财务状况相对不太理想，存在一定的财务风险，因此要谨慎处理金钱，避免冒险投资和盲目消费。建议稳健投资，不轻易相信他人的承诺，谨慎选择理财渠道，保持财务稳健，规避风险。", "work": "在事业方面，摩羯座本周将迎来合作的良机，通过展现自己的语言魅力和协作能力，能够吸引他人的关注和合作意愿，带来更多的机遇和发展空间。在学业上，摩羯座需要认真对待学习任务，与同学共同学习进步，通过集体讨论和团队合作，提升自身的学术能力和自信心，取得更好的成绩。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "在健康方面，水瓶座要注意饮食健康，避免暴饮暴食或过度饮酒，多喝温水有助于身体排毒。适量食用滋补脾胃的食物，保持规律的生活作息，有助于维持身体健康状态。", "job": "在工作方面，水瓶座要端正态度，避免敷衍了事或懒散怠工的情况发生，要勇于承担责任，提高工作效率。学业上，尝试新的学习方法能够激发学习兴趣，积极面对挑战，不要因枯燥而放弃努力，坚持下去必能取得好成绩。", "love": "单身水瓶座有机会与暧昧对象进一步发展感情，要勇敢表达自己的情感，不要害羞退缩。有伴侣的水瓶座需要平衡双方的付出和理解，避免过于依赖对方，要保持独立思考和行动。", "money": "本周水瓶座的财富运势不错，要理性消费，避免冲动购物，根据实际需求进行开支，不要贪图便宜或投机取巧。资金回流会有积极的表现，有望获得意外收益。", "work": "在工作方面，水瓶座要端正态度，避免敷衍了事或懒散怠工的情况发生，要勇于承担责任，提高工作效率。学业上，尝试新的学习方法能够激发学习兴趣，积极面对挑战，不要因枯燥而放弃努力，坚持下去必能取得好成绩。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 44, "date": "2025年10月26日-2025年11月01日", "health": "双鱼座本周健康方面需要留意鼻炎或咳嗽等情况，要远离烟酒等不良习惯，注意饮食的健康均衡，保持良好的作息习惯，避免过度疲劳和压力。要注重身体健康，多进行适度的锻炼，保持身心的平衡和健康状态。", "job": "在事业方面，双鱼座有机会获得上升空间，但需要展现自己的才华和独特性，不要随波逐流，要有独立的思考和行动。在学业上，可能会遇到一些困难和挑战，但只要坚持努力，勇敢面对，积极克服，就能够找到学习的动力和状态，取得进步和成就。", "love": "单身的双鱼座在爱情方面情商提升，能够清晰辨别真假感情，保持理性和清醒的头脑，避免陷入错误的感情关系。有伴侣的双鱼需要更加注重沟通和理解，不要过于独立，要共同经营感情，增进彼此之间的默契和亲密度。", "money": "本周双鱼座的财运相对平稳，家庭支出较大，但会有家人和爱人的经济支持和帮助。要合理规划财务，避免不必要的浪费，可以适当进行理财规划，有计划地管理自己的财务，有望收获不错的财务收入。", "work": "在事业方面，双鱼座有机会获得上升空间，但需要展现自己的才华和独特性，不要随波逐流，要有独立的思考和行动。在学业上，可能会遇到一些困难和挑战，但只要坚持努力，勇敢面对，积极克服，就能够找到学习的动力和状态，取得进步和成就。", "resultcode": "200", "error_code": 0}}}