{"today": {"白羊座": {"date": 20250712, "name": "白羊座", "QFriend": "水瓶座", "all": "100", "color": "咖啡色", "datetime": "2025年07月12日", "health": "98", "love": "100", "money": "100", "number": 1, "summary": "对你来说幸运值简直爆棚！这一天，好运就像小尾巴一样紧紧跟着你。生活中会冒出不少让你觉得惊喜的小契机，可能是原本觉得没希望的事儿突然有了转机，又或者是无意间得到一个小惊喜，让你心情瞬间大好。而且，你内心会涌起一股强烈的勇气，这种勇气会推动你去落实那些一直搁置在心里的想法。以前可能会因为各种顾虑而犹豫不决，但你会毫不犹豫地迈出行动的步伐。不管是在日常的小选择上，还是面对一些新的尝试，你都能果断做出决定。这种积极的行动也会给你带来更多的好运反馈，形成一个良性循环，让你一整天都处于一种充满活力和希望的状态，感觉生活充满了无限可能。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250712, "name": "金牛座", "QFriend": "天秤座", "all": "90", "color": "抹茶色", "datetime": "2025年07月12日", "health": "74", "love": "90", "money": "90", "number": 5, "summary": "整体运势比较平稳，没有太大的波澜起伏，生活就像在固定的齿轮上一如既往地走着。你习惯于遵循自己熟悉的生活模式，这样的状态虽然能让你感到安心，但也会因为过于按部就班而稍显乏味。这一天里，周围发生的事情大多都在你的预料之中，没有太多意外的新鲜元素出现。你可能会觉得日子过得有些单调，不过这种平稳也有它的好处，能让你在熟悉的环境中放松身心，不用去应对各种突发状况。虽然没有特别突出的好运，但也没有什么糟心事来打扰，你可以在这看似平淡的一天里，静下心来思考一些事情，享受这份难得的宁静。", "work": "90", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250712, "name": "双子座", "QFriend": "金牛座", "all": "100", "color": "杏色", "datetime": "2025年07月12日", "health": "92", "love": "100", "money": "100", "number": 3, "summary": "你的整体运势呈现出不断走高的态势，就像坐上了上升的电梯，一路向上。这一天，你会感觉身边处处都充满美好，仿佛被幸运之神眷顾着。无论是与身边人的交流互动，还是参与各种活动，都能让你收获满满的快乐和满足感。你会遇到一些有趣的人，和他们交谈能碰撞出思维的火花，给你带来新的启发。而且在一些日常的小事情上，也能发现其中的乐趣，让你的心情格外舒畅。这种积极的状态会吸引更多的好运向你靠近，让你在这一天里始终保持着愉悦的心情，对生活充满了热情和期待。", "work": "100", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250712, "name": "巨蟹座", "QFriend": "处女座", "all": "100", "color": "天蓝色", "datetime": "2025年07月12日", "health": "95", "love": "100", "money": "100", "number": 7, "summary": "整体运势那叫一个棒！这一天，你会感觉自己在生活中左右逢源，不管做什么事情都顺风顺水。与人相处时，你能轻松地化解各种小矛盾，让大家的关系更加融洽。你的善意和温柔会得到周围人的积极回应，让你心里暖乎乎的。而且，在面对一些选择或者困难时，总会有贵人出现，给你提供恰到好处的帮助和建议，让你能够顺利地解决问题。这种被关怀和帮助的感觉，会让你觉得生活充满了温暖和善意。你会带着这份好心情去享受这一天，感受生活中的每一个小确幸，让幸福感在心底不断蔓延。", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250712, "name": "狮子座", "QFriend": "白羊座", "all": "90", "color": "橙色", "datetime": "2025年07月12日", "health": "75", "love": "75", "money": "90", "number": 9, "summary": "整体运势普普通通，没有特别突出的亮点，但也没有什么大的麻烦。这一天，你的付出和收获基本是成正比的。如果你在某件事情上投入了精力和时间，那么或多或少都会得到一些相应的回报。不过，这种回报可能不会特别明显，需要你用心去感受。在生活里，你不会遇到太多意外的情况，一切都按照既定的节奏进行着。虽然可能会觉得有些平淡，但这也是一个沉淀自己的好机会。你可以在这看似平凡的一天里，审视自己的行为和想法，为未来的发展积累经验，只要保持积极的心态，也能从平淡中发现生活的美好。", "work": "90", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250712, "name": "处女座", "QFriend": "天蝎座", "all": "75", "color": "粉色", "datetime": "2025年07月12日", "health": "60", "love": "75", "money": "75", "number": 2, "summary": "整体运势有些磕磕绊绊。这一天，你很容易出现期待落空的情况。原本心里对某些事情有着美好的设想和期望，但现实却可能不尽如人意，事情的发展往往和你预想的有所偏差。这种落差感可能会让你感到有些失落和沮丧。而且，在生活里还可能会遇到一些小麻烦，比如原本计划好的事情突然出现变故，或者与身边的人产生一些小摩擦。这些小状况会让你觉得有些心烦意乱，不过别太担心，这只是暂时的。虽然这一天不太顺利，但你可以把它当作一次考验，调整好自己的心态，相信困难总会过去，未来还是充满希望的。", "work": "75", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250712, "name": "天秤座", "QFriend": "双子座", "all": "90", "color": "玫红色", "datetime": "2025年07月12日", "health": "79", "love": "90", "money": "90", "number": 4, "summary": "整体运势尚可，一切都按着相对平稳的节奏推进。不过，这种平稳中又带着一丝平淡，会让你隐隐觉得少了点什么。此时，有目标就显得尤为重要了。要是漫无目的地度过这一天，你可能会在闲逛、刷手机等无意义的事情中，不知不觉浪费掉不少时间，等回过神来，又觉得这一天没什么收获。有了目标，就如同给生活点亮了一盏灯。它可以是短期的，比如学会做一道新菜，或是整理一下房间，把杂乱的物品分类摆放整齐；也可以是稍微长远一点的，像规划接下来一周的阅读计划。当你朝着目标努力时，会发现自己更有干劲，注意力也能更集中。在完成目标的过程中，你还能体验到一步步靠近成功的喜悦，这种成就感会让这一天变得充实又有意义。所以，别让这一天在无序中溜走，给自己定个小目标，让生活更有动力。", "work": "90", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250712, "name": "天蝎座", "QFriend": "狮子座", "all": "75", "color": "墨绿色", "datetime": "2025年07月12日", "health": "68", "love": "75", "money": "90", "number": 6, "summary": "整体运势有些低迷，可能会感觉周围的气氛有些压抑，自己的情绪也容易受到影响，变得有些烦躁和不安。在这种状态下，你很容易把重心放在关注别人身上，会不自觉地去留意别人的一举一动，猜测别人的想法。然而，过度关注别人，会让你忽略自己的内心需求。别人的生活是别人的，他们的选择和做法未必适合你。你把精力都放在别人身上，不仅无法改善自己的运势，还可能会因为一些不必要的猜测和误解，让自己更加苦恼。这一天，你应该把注意力拉回到自己身上，多想想自己真正想要的是什么，去做一些能让自己开心、放松的事情，比如听喜欢的音乐、去户外散散步。只有专注于自身，才能摆脱这种低迷的状态，让自己的心情慢慢好起来。", "work": "75", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250712, "name": "射手座", "QFriend": "双鱼座", "all": "75", "color": "紫色", "datetime": "2025年07月12日", "health": "71", "love": "90", "money": "75", "number": 8, "summary": "整体运势不容乐观，很容易出现一时兴起去做某件事，但没过多久就放弃的情况。可能是看到别人在做某件事，觉得很有趣，自己也跟着尝试，可做了没一会儿，就觉得没意思了，不想再继续下去。这种三分钟热度的表现，会让你在这一天里感觉一事无成。你不断地开始新的事情，又不断地放弃，不仅浪费了时间和精力，还可能会让自己产生挫败感，觉得自己什么都做不好。而且，这种频繁改变的状态，也会让你无法真正投入到一件事情中，无法体验到深入去做一件事所带来的乐趣和成就感。这一天，你需要意识到自己的这种问题，尽量克制自己冲动行事的欲望。在做一件事情之前，先冷静思考一下自己是否真的喜欢、能否坚持下去，避免盲目跟风，不然这一天可能会在懊恼和遗憾中度过。", "work": "75", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250712, "name": "摩羯座", "QFriend": "摩羯座", "all": "90", "color": "藏青色", "datetime": "2025年07月12日", "health": "76", "love": "90", "money": "90", "number": 1, "summary": "整体运势还算平稳，没有那种突如其来的大动静，一切都按部就班地推进着。周围的环境、人际关系都处于一种相对稳定的状态，不会有什么让你措手不及的变化。在这种平稳的节奏里，时间似乎也变得没那么珍贵了，容易在不经意间悄悄溜走。要是就这么浑浑噩噩地度过，等结束时可能会觉得好像什么都没留下。所以，不妨主动给这一天增添一些色彩，让时间过得有意义些。你可以把注意力放在自己的兴趣爱好上，比如沉浸在绘画的世界里，用画笔描绘出心中的景象；或者翻开一本一直想读却没读的书，在文字的海洋中遨游。也可以和家人朋友来一场轻松的聊天，分享彼此生活中的小趣事。这种平稳的运势给了你一个很好的机会，去好好享受生活里那些被忽略的小美好，让这一天变得充实又满足。", "work": "90", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250712, "name": "水瓶座", "QFriend": "巨蟹座", "all": "75", "color": "银灰色", "datetime": "2025年07月12日", "health": "66", "love": "75", "money": "75", "number": 5, "summary": "整体运势较差，你的脑袋就像个不受控制的剧场，总是容易胡思乱想。各种杂念如同潮水一般，一波接着一波地涌来，让你根本停不下来。你可能会担心一些还没发生的事情，脑海里不断设想各种糟糕的场景，把自己搞得焦虑不已。又或者对过去的一些小事反复纠结，后悔自己当时为什么没有做得更好。这些胡思乱想不仅占据了你的大脑，还消耗了你大量的精力，让你感觉身心俱疲。而且，这种状态还会影响你的情绪，让你变得烦躁不安，对周围的人和事也缺乏耐心。在这种运势下，你很难集中精力去做一件事情，总是会被各种思绪打断。你需要意识到这些胡思乱想的危害，尽量让自己保持冷静，告诉自己那些担忧大多是没有必要的，不然这一天可能会在无尽的烦恼中度过。", "work": "75", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250712, "name": "双鱼座", "QFriend": "射手座", "all": "100", "color": "深蓝色", "datetime": "2025年07月12日", "health": "78", "love": "90", "money": "100", "number": 4, "summary": "整体运势没有太大起伏，没有热烈的沸腾，也没有冰冷的寒意，一切都显得那么平和。你不会遇到特别让你兴奋的事情，但也不会有什么烦心事来打扰你。周围的人和事都按照既定的轨道运行着，没有出现什么意外的情况。这种平稳的状态，让你能以一种轻松的心态去面对生活。你可以按照自己的节奏和习惯来安排这一天，做自己喜欢做的事情，不用去考虑太多外界的因素。比如，你可以静静地坐在窗边，听着轻柔的音乐，享受这份宁静；也可以去户外散散步，呼吸一下新鲜的空气，感受大自然的美好。没有起伏的运势，让你能安安心心地度过这一天，不用为各种变化而担忧，也能让你在平淡中体会到生活的真谛。", "work": "90", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20250713, "name": "白羊座", "QFriend": "处女座", "all": "90", "color": "墨绿色", "datetime": "2025年07月13日", "health": "79", "love": "75", "money": "90", "number": 7, "summary": "对你来说像杯温水般的一天——喝着不烫也不凉，整体状态平平。你可能会觉得没什么特别想推进的事，连平时最上头的计划都提不起劲，偶尔冒头的拖延症会像小虫子似的在脑子里乱爬。比如早上定的闹钟响了又按掉，或者想整理房间却瘫在沙发上刷手机。这种“懒劲”不是坏事，反而像身体在提醒你：别总绷着，偶尔松松弦也没关系。不过要注意别让这种状态拖太久，尤其是需要处理的小事（比如回消息、交水电费），别等到截止时间才手忙脚脚乱。另外，你可能会对别人的请求有点抗拒，不想勉强自己当“老好人”，这种“不想配合”的心情挺真实，不用强迫自己热情。整体来说，适合按自己的节奏来，别太较劲，顺其自然反而更舒服。", "work": "90", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250713, "name": "金牛座", "QFriend": "天秤座", "all": "100", "color": "酒红色", "datetime": "2025年07月13日", "health": "93", "love": "100", "money": "100", "number": 2, "summary": "这一天的你就像充满电的小马达，整体状态特别在线！从早上睁开眼开始，你就觉得浑身有使不完的劲儿，连平时觉得麻烦的小事（比如做早餐、收拾房间）都变得轻松起来。这种能量充沛的感觉会让你对很多事都充满兴趣，哪怕是随便逛个街、和朋友聊聊天，都能从中找到小乐趣。你可能会发现，做什么都挺顺，比如想买的东西刚好打折，或者遇到的人都很好说话。这种“顺”不是运气爆棚，而是你状态好带来的连锁反应——你更愿意主动沟通，也更愿意尝试新东西，自然容易收获好反馈。不过别因为太兴奋就过度消耗自己，比如熬夜追剧或者暴饮暴食，保持平时的节奏才能让这份好状态持续更久。整体来说，这是适合享受生活的小日子，怎么开心怎么来！", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250713, "name": "双子座", "QFriend": "巨蟹座", "all": "75", "color": "青色", "datetime": "2025年07月13日", "health": "67", "love": "75", "money": "75", "number": 4, "summary": "点犯迷糊的一天，整体运势稍显低迷。你可能会发现自己特别容易丢三落四，比如出门忘带钥匙、手机落家里，或者重要的东西突然找不到。这种不在状态的感觉会让你有点烦躁，尤其是需要集中注意力的时候（比如和人聊天、处理琐事），可能会因为分心而出点小差错。另外，你可能会对很多事提不起兴趣，平时爱聊的天、爱做的事，都觉得没劲，甚至有点想躲起来自己待着。这种情绪不是因为你变懒了，而是身体在提醒你：最近可能太累了，现在正需要歇一歇。不过别太担心，这种低迷只是暂时的，晚上睡个好觉或者明天换个环境，状态就会慢慢回来。这一天可以做点简单的事，比如听音乐、发呆，或者整理下房间，别给自己安排太多任务，轻松点过就行。", "work": "75", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250713, "name": "巨蟹座", "QFriend": "白羊座", "all": "100", "color": "湖蓝色", "datetime": "2025年07月13日", "health": "87", "love": "100", "money": "90", "number": 6, "summary": "像被泡在温水里 的一天，整体运势稳稳的，没什么大起伏，但这种“稳”反而让人安心。这一天将会开启慢节奏生活的模式，没有特别惊喜的事，也没有烦心的麻烦，连平时容易纠结的小事（比如吃什么、穿什么）都能轻松决定。这种“平淡中的甜”会让你觉得特别舒服，比如和家人随便聊两句、吃顿家常饭，或者窝在沙发上看部老电影，都能让你感到满足。你可能会更关注自己的感受，比如想吃甜的就买块蛋糕，想休息就推掉不必要的聚会，这种“顺着自己心意来”的状态，会让你觉得生活特别踏实。不过要注意别因为太舒服就完全放松警惕，比如重要的事还是得记在备忘录里，别因为“稳”就掉以轻心。整体来说，这是适合享受“小确幸”的日子，怎么舒服怎么过！", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250713, "name": "狮子座", "QFriend": "水瓶座", "all": "100", "color": "玫红色", "datetime": "2025年07月13日", "health": "95", "love": "100", "money": "100", "number": 2, "summary": "对你来说像开了“幸运盲盒”，整体运势势头特别好！从早上开始，你就可能遇到各种大大小小的幸运事，比如出门刚好赶上公交，或者想买的东西刚好有货，甚至随便买张彩票都可能中个小奖（虽然不多，但足够让你开心）。这种“被幸运包围”的感觉会让你特别有动力，连平时觉得麻烦的事（比如处理琐事、和人沟通）都变得顺利起来。你可能会更愿意主动表达自己，比如和朋友分享开心事，或者在社交平台上发点动态，这种“被关注”的感觉会让你更自信。不过别因为太兴奋就过度期待，比如别想着一定能解决所有问题，或者要求每件事都完美，保持平常心才能让幸运持续更久。这是一个适合“接好运”的日子，多出门、多和人互动，说不定会有更多小惊喜等着你！", "work": "100", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250713, "name": "处女座", "QFriend": "狮子座", "all": "100", "color": "金色", "datetime": "2025年07月13日", "health": "90", "love": "100", "money": "100", "number": 8, "summary": "整体运势特别好，稳稳地站在C位的一天，做什么都特别有底气。你特别清楚自己想要什么，比如想吃什么、想做什么，甚至对未来的小计划都变得清晰起来。这种“胸有成竹”的状态会让你在处理事情时特别从容，哪怕是平时容易纠结的小事（比如选衣服、做决定），都能快速给出答案，而且结果往往不错。你可能会更愿意相信自己的判断，比如别人给你建议时，你会认真听但不会盲目跟从，这种“有自己的节奏”的感觉会让你特别踏实。另外，你可能会发现人际关系特别顺，和家人、朋友或者同事的沟通都很顺畅，甚至能收到一些意外的赞美或支持。不过别因为太顺利就掉以轻心，比如重要的事还是得再检查一遍，别因为“稳”就忽略细节。整体来说，是适合“做自己”的日子，怎么自信怎么来！", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250713, "name": "天秤座", "QFriend": "金牛座", "all": "75", "color": "橙色", "datetime": "2025年07月13日", "health": "60", "love": "75", "money": "75", "number": 3, "summary": "对你来说像是被一层薄雾笼罩，整体运势欠佳，压力像影子一样跟着你。你可能会觉得心里沉甸甸的，哪怕没发生什么大事，也会莫名感到焦虑或烦躁。比如，平时能轻松应对的小事，却觉得格外麻烦，甚至连选择吃什么、穿什么都要纠结半天。这种情绪可能会让你对周围的人和事更敏感，别人一句无心的话，都可能让你反复琢磨，甚至怀疑自己是不是哪里没做好。另外，你可能会发现需要处理的事情比平时多，但动力却不足，明明知道该做，却提不起劲，这种“想动却动不了”的感觉会让你更烦躁。不过别太苛责自己，这种状态只是暂时的，可能是最近累积的疲惫在作怪。适合给自己留点空间，比如一个人听听音乐、散散步，或者干脆早点休息，别逼自己必须“积极起来”。记住，偶尔“摆烂”一天，不是偷懒，而是给身心充电。", "work": "75", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250713, "name": "天蝎座", "QFriend": "摩羯座", "all": "90", "color": "紫色", "datetime": "2025年07月13日", "health": "75", "love": "90", "money": "100", "number": 2, "summary": "就像走在一条平缓的小路上，整体运势中规中矩，没有大起大落，但也不算特别轻松。你可能会觉得生活节奏不紧不慢，既没有必须立刻解决的麻烦，也没有特别让人兴奋的好事，这种“平淡”可能会让你有点想偷懒，比如想窝在沙发上刷手机，或者推迟一些可做可不做的事。不过，这种“轻松”只是表面的，你心里其实清楚，有些事还是得慢慢推进，比如整理房间、规划下阶段的小目标，或者和家人朋友聊聊天。这一天不适合完全躺平，但也不用把自己逼得太紧，可以挑一两件重要但不紧急的事做，比如读几页书、整理下照片，做完后会觉得心里踏实不少。另外，你可能会发现人际关系挺和谐，和别人的沟通比较顺畅，哪怕有不同意见也能平和交流，这种“不较劲”的状态会让你更舒服。这是一个适合“稳中求进”的日子，别太松懈，也别太用力。", "work": "90", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250713, "name": "射手座", "QFriend": "天蝎座", "all": "100", "color": "粉色", "datetime": "2025年07月13日", "health": "96", "love": "100", "money": "100", "number": 7, "summary": "就像站在收获的田埂上，整体运势相当不错，之前付出的努力终于能看到成果了。你可能会发现，最近一直在坚持的事（比如健身、学新技能、调整生活习惯），突然有了明显的进步，哪怕只是很小的一点，也会让你特别有成就感。这种“被肯定”的感觉会让你更自信，连平时觉得麻烦的事（比如处理琐事、和人沟通）都变得更有动力。你可能会更愿意尝试新东西，比如学做一道新菜、听一场没听过的音乐会，或者去没去过的地方逛逛，这种“探索欲”会让你觉得生活特别有意思。另外，你可能会收到一些意外的好消息，比如朋友突然约你聚会，或者之前申请的东西通过了，这些小惊喜会让你一整天都心情很好。不过别因为太开心就过度消耗自己，比如熬夜玩或者吃太多，保持平时的节奏才能让这份好状态持续更久。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250713, "name": "摩羯座", "QFriend": "双子座", "all": "100", "color": "银白色", "datetime": "2025年07月13日", "health": "81", "love": "100", "money": "90", "number": 7, "summary": "整体运势平稳，你能很好地保持忙闲有序的状态。生活节奏完全在自己的掌控中，该做的事能按时完成，该休息的时候也能彻底放松，这种“有节奏”的感觉会让你特别踏实。比如，早上起床后，你会自然地安排好一天的事，既不会因为太赶而手忙脚乱，也不会因为太闲而无聊。你可能会更关注自己的需求，比如想吃什么就做，想休息就推掉不必要的应酬，这种“顺着自己心意来”的状态，会让你觉得生活特别舒服。另外，你可能会发现人际关系挺简单，和别人的互动不多但很自然，没有需要刻意维持的尴尬，这种“轻松”会让你更享受独处。不过要注意别因为太舒服就完全放松警惕，比如重要的事还是得记在备忘录里，别因为“稳”就忽略细节，不妨试着按自己的节奏来。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250713, "name": "水瓶座", "QFriend": "射手座", "all": "90", "color": "棕色", "datetime": "2025年07月13日", "health": "73", "love": "90", "money": "90", "number": 2, "summary": "整体运势一般般，不妨试着回归生活本身。你可能会觉得没什么特别想做的事，平时爱追的剧、爱聊的天，都觉得“没劲”，甚至有点想躲起来自己待着。这种“提不起兴趣”的感觉不是因为你变懒了，而是身体在提醒你：之前可能太关注外界的事（比如社交、信息），忽略了自己的真实需求。这一天适合做点简单的事，比如整理房间、做顿饭、浇浇花，或者干脆坐在窗边发发呆，这些“小事”会让你慢慢找回生活的质感。你会发现，当你不刻意追求“有趣”时，反而能注意到平时忽略的小美好，比如阳光透过窗帘的样子、风吹过树叶的声音，这些细节会让你觉得特别治愈。另外，你可能会更愿意和自己对话，比如写写日记、想想最近的小目标，这种“向内看”的状态会让你更清楚自己想要什么。这是适合“慢下来”的一天，别逼自己必须“活跃”，适度放松也不错！", "work": "90", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250713, "name": "双鱼座", "QFriend": "双鱼座", "all": "90", "color": "姜黄色", "datetime": "2025年07月13日", "health": "65", "love": "90", "money": "75", "number": 5, "summary": "整体运势稍差，容易受外界的影响。你的情绪特别容易被带动，比如天气热得烦躁，或者别人一句无心的话，都能让你心里泛起小波澜，甚至怀疑自己是不是哪里没做好。这种敏感可能会让你对周围的人和事更在意，哪怕是小事（比如朋友没回消息、路上堵车），都会让你觉得有点烦。另外，你可能会觉得做什么都有点“不顺”，比如想做什么却总被打断，或者计划好的事突然有变化，这种“被打扰”的感觉会让你更没耐心。不过别太责怪自己，这种状态只是暂时的，可能是最近累积的小情绪在作怪。适合给自己找点“安心事”，比如听喜欢的音乐、看一部治愈的电影，或者和信任的人聊聊天，这些小事能帮你慢慢平复心情。记住，偶尔“情绪化”不是错，别逼自己必须“坚强”，怎么舒服怎么调整就行。这是一个适合“哄自己开心”的日子，别太较劲，好好善待自己。", "work": "75", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "本周在健康方面需要注意饮食以及皮肤管理。尤其是对于容易过敏或有易复发症状的白羊来说，需要格外注意饮食，尽量选择清淡的食物，并加强对皮肤的护理。此外，也要合理安排休息时间，避免过度疲劳，保持身心健康的状态。", "job": "事业上，白羊本周的思维可能会有些混乱，沟通能力也会下降，难以将内心的真实想法表达出来。建议你们多与同事合作，充分沟通交流，避免因误解而产生矛盾。学业上，白羊本周容易沉迷手机游戏，缺乏对学习的兴趣，导致学习成绩下降。建议你们找到学习的乐趣，制定合理的学习计划，提高学习效率。", "love": "单身的白羊，本周的桃花运势稍有波动，可能会遇到一些不适合的人。建议你多了解一下对方，避免因盲目恋爱而后悔。有伴侣的白羊，本周在感情中容易呈现出压抑的状态，与伴侣之间的沟通问题也会频频出现。建议你们互相倾听对方的想法，共同解决问题。", "money": "本周财富运势一般，你比较容易陷入花钱买开心的阶段，支出方面会有所增加。同时，你也需要注意超前消费的情况，避免欠债或吃土的情况发生。建议你注重财务规划，合理安排支出和储蓄，避免因财务问题带来的压力和困扰。", "work": "事业上，白羊本周的思维可能会有些混乱，沟通能力也会下降，难以将内心的真实想法表达出来。建议你们多与同事合作，充分沟通交流，避免因误解而产生矛盾。学业上，白羊本周容易沉迷手机游戏，缺乏对学习的兴趣，导致学习成绩下降。建议你们找到学习的乐趣，制定合理的学习计划，提高学习效率。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "本周金牛座适合进行养生理疗和健身锻炼。通过适当的运动和保养，可以提高免疫力和身体健康状况。之前存在的一些小毛病也会逐渐得到恢复，但仍需注意保持良好的生活习惯和规律作息。同时，要保持心理健康，避免过度压力和焦虑的影响。", "job": "在事业方面，本周金牛座要特别注意与他人的合作和签署合同的项目。可能会面临一些差错和困难，需要提前做好全面准备，以免影响项目的顺利进行。与同事和合作伙伴保持良好的沟通和合作，共同努力克服困难。学业上，本周金牛座的学习动力较佳，渴望分享和沟通。与老师和同学的交流能够帮助你更好地理解学习内容，提高学习效果。", "love": "单身的金牛座，本周你在感情方面会比较积极主动，有机会接触到自己喜欢的异性。抓住这些机会，勇敢地表达自己的感受，可能会有意想不到的收获。有伴侣的金牛座，本周可能会遇到一些智商不在线的情况，小事可能引发矛盾和冲突。需要更多的理解和包容，共同面对问题，解决磨合和碰撞带来的隐患。", "money": "本周金牛座的财富运势较好，有不错的发展机会。然而，要谨慎行事，避免冲动投资。制定合理的财务规划，注重长期稳健的投资，可以获得可观的回报。同时，要保持理性消费，不要过度追求物质享受，避免财务风险。", "work": "在事业方面，本周金牛座要特别注意与他人的合作和签署合同的项目。可能会面临一些差错和困难，需要提前做好全面准备，以免影响项目的顺利进行。与同事和合作伙伴保持良好的沟通和合作，共同努力克服困难。学业上，本周金牛座的学习动力较佳，渴望分享和沟通。与老师和同学的交流能够帮助你更好地理解学习内容，提高学习效果。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "本周双子座的健康状况良好，但仍需注意保持良好的生活习惯和规律作息。避免过度操劳和忽视休息，注重身体的休养和放松。同时，保持积极的心态，处理好内外在的压力，有助于提升整体的健康水平。", "job": "在事业方面，本周双子座的工作进展可能会受到一些挫折和阻碍。你可能会感到较为焦虑和不满，但要避免过度自信和较真，以免给自身带来额外的困扰。学业上，你可能会面临一些新的学习机会和挑战，要保持积极的学习态度，寻找新的灵感和学习方法。", "love": "单身的双子座，本周你对感情更加务实，更关注自己的生活和发展。有伴侣的双子座，本周感情可能会有一些波动，需要更多的沟通和理解。相互之间的默契度可能会受到考验，需要相互支持和包容。", "money": "本周双子座的财富运势较稳定，有望获得一些额外的收入和奖励。然而，要谨慎理财，避免过度消费和冲动投资。合理规划财务，注重长期收益，才能实现财务稳定和增长。", "work": "在事业方面，本周双子座的工作进展可能会受到一些挫折和阻碍。你可能会感到较为焦虑和不满，但要避免过度自信和较真，以免给自身带来额外的困扰。学业上，你可能会面临一些新的学习机会和挑战，要保持积极的学习态度，寻找新的灵感和学习方法。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "巨蟹座本周需要多加关注自身的身体健康。注意休息和放松，避免过度消耗精力。调整作息习惯，保持规律的生活作息，适当锻炼身体，有助于提升整体的健康水平。同时，要注意情绪的调节，避免过度敏感和压力积累。", "job": "在事业方面，巨蟹座本周可能会面临出差和外出参加活动的机会增多。要好好把握这些机会，展现自己的才能和能力，有望获得事业上的提升。学业上，巨蟹座需要寻找适合自己的学习方式和技巧，与同学讨论和交流，能够帮助你更好地提高学习效果和取得好的成绩。", "love": "单身的巨蟹座，本周你可能会在外出或聚会的场合有机会结识新的人，但需要谨慎对待短期相处所带来的情感波动。有伴侣的巨蟹座，本周你在感情中可能会缺乏安全感，与伴侣之间的相处可能不太顺畅。试探对方、缺乏信任的行为容易导致矛盾的加深，建议多沟通和理解对方。", "money": "巨蟹座本周的财富运势相对稳定。收入方面可能会有一些增加的机会，例如薪资提升、奖金到账等。然而，也要注意计划上的消费，避免过度消费和冲动购物，合理规划财务，注重长期收益。", "work": "在事业方面，巨蟹座本周可能会面临出差和外出参加活动的机会增多。要好好把握这些机会，展现自己的才能和能力，有望获得事业上的提升。学业上，巨蟹座需要寻找适合自己的学习方式和技巧，与同学讨论和交流，能够帮助你更好地提高学习效果和取得好的成绩。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "本周狮子座在事务繁忙方面可能会有些精力损耗。要保证充足的睡眠时间和休息时间，注意调节情绪，避免过度压力和疲劳。适度参加放松身心的活动，如运动、瑜伽等，有助于保持健康状态。同时，定期体检和关注身体健康问题，及时采取必要的保健措施。", "job": "在事业方面，狮子座本周职场上可能会比较忙碌。有些狮子座可能会突然接到上级或领导的催促，导致工作手忙脚乱。但你的头脑清晰、思路明确，能够应对各种挑战。对于学业而言，你将有自己的想法，并能够清晰地制定发展方向。如果你目前缺乏明确的学习目标，可以抓住机会为自己寻找正确的发展方向。", "love": "单身的狮子座，本周你的桃花运势较佳，个人魅力也有所增长。你会用更理性的态度处理自身的情感需求，不会盲目追求爱情，而是会注重对方的内在品质和共同的价值观。有伴侣的狮子座，本周你在感情中可能会稍感浮躁，与另一半可能会因钱财问题或其他事务产生矛盾。建议你与对方进行沟通，共同讨论并解决问题，以维护感情稳定。", "money": "狮子座本周的财富运势较为顺利，可能会收到薪资的发放或其他欠款的到账。在消费方面，你可能会有些随心所欲，但要注意合理规划和控制支出，避免过度消费。谨慎投资和理财，以确保财务稳定和持续增长。", "work": "在事业方面，狮子座本周职场上可能会比较忙碌。有些狮子座可能会突然接到上级或领导的催促，导致工作手忙脚乱。但你的头脑清晰、思路明确，能够应对各种挑战。对于学业而言，你将有自己的想法，并能够清晰地制定发展方向。如果你目前缺乏明确的学习目标，可以抓住机会为自己寻找正确的发展方向。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "本周处女座的健康运势相对平稳。对于之前存在的小疾病或长期的健康问题，你也会进入疗愈和康复的阶段。你可能会选择一些新的健康方法或养生方式，积极改善身体状况。", "job": "在事业方面，处女座本周可能需要与同事或合作伙伴一起合作完成一些工作任务。你能够与他人完美配合，达到共赢的状态。你的独立思考和周全考量将使你在工作中展现出自己的价值和能力。在学业方面，本周可能会出现一些学习上的困扰，你可能会感到厌学或缺乏动力。但是，建议你调整心态，积极投入学习，寻找适合自己的学习方法和习惯，以提升学习成绩。", "love": "对于单身的处女座而言，本周可能会感到一些失望，因为过去的感情经历让你对爱情产生了一些困惑和迷茫。建议你保持开放的心态，不要因为过去的伤痛而对爱情失去信心。有伴侣的处女座，本周你们的感情生活会更加稳定和融洽。你会更加关心和照顾对方，共同创造温馨和谐的氛围。", "money": "处女座本周的财富运势较好，你的收入也会比较稳定。对于一些正在进行投资或理财的处女座来说，本周可能会获得不错的收益。然而，你也需要注意控制开支，避免过度消费。特别是在护肤和购物方面，需要合理规划和控制支出，以保持财务平衡。", "work": "在事业方面，处女座本周可能需要与同事或合作伙伴一起合作完成一些工作任务。你能够与他人完美配合，达到共赢的状态。你的独立思考和周全考量将使你在工作中展现出自己的价值和能力。在学业方面，本周可能会出现一些学习上的困扰，你可能会感到厌学或缺乏动力。但是，建议你调整心态，积极投入学习，寻找适合自己的学习方法和习惯，以提升学习成绩。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "本周在健康方面，天秤座需要保持平和的心态，避免过度压力对身体的影响。合理安排休息和运动时间，注意饮食均衡，保持身心健康。避免参与过于激烈的运动，防止意外伤害的发生。", "job": "在事业方面，天秤座本周的工作运势和工作效率较高，能够顺利推动工作进展。但在学业上，天秤座可能会遇到一些挑战，需要保持冷静和平和的心态，克服学习压力，合理安排学习时间和任务，努力提升自己的学业表现。", "love": "对于单身的天秤座而言，本周在感情上更能够保持理智的状态，不会轻易陷入盲目的追求。对于有感情机会、感情选择的人来说，也会保持着更为积极主动的态度。有伴侣的天秤座，本周在与伴侣沟通时需要注意措辞，避免说话过于冲动或是忽视对方的意见，要尽量克制自己的情绪，保持良好的沟通和理解。", "money": "天秤座本周的财富运势相对平稳，但需要谨慎理财。避免冲动投资或是大额消费，合理规划财务，控制消费欲望，以稳定财富积累。", "work": "在事业方面，天秤座本周的工作运势和工作效率较高，能够顺利推动工作进展。但在学业上，天秤座可能会遇到一些挑战，需要保持冷静和平和的心态，克服学习压力，合理安排学习时间和任务，努力提升自己的学业表现。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "本周在健康方面，天蝎座需要注意牙齿和口腔的清洁和保护。要保持良好的口腔卫生习惯，勤刷牙，定期洗牙，并避免食用过于辛辣的食物，以免导致牙龈出血或口腔溃疡的情况。同时，要保持健康的生活方式，规律作息，均衡饮食，多参与适量的运动，有助于提升整体健康水平。", "job": "在事业方面，天蝎座本周能够在工作中取得一些进展。你的人际交往和沟通能力较强，有助于与同事和领导之间的良好合作关系。同时，学业上天蝎座的学习思路较好，理性思维回归，只需加强自制力，减少娱乐时间，专注于学习，才能取得更好的学业成绩。", "love": "对于单身的天蝎座而言，本周与异性相处起来会比较顺畅愉悦，有机会遇到让你心仪的对象。可能会有朋友给你介绍对象，或者通过社交活动认识新的人。有伴侣的天蝎座，本周在感情中与另一半的互动会是很顺利的，两人之间的见面和独处机会也会有所增多，加深彼此的感情。", "money": "天蝎座本周的财富运势一般，整体支出较高。要谨慎消费，避免冲动购物，特别是一些非必需品。要注重物品的性价比，进行比较和选择，避免花钱买一些不实用的东西。合理规划财务，注重理性消费，才能保持财富的稳定增长。", "work": "在事业方面，天蝎座本周能够在工作中取得一些进展。你的人际交往和沟通能力较强，有助于与同事和领导之间的良好合作关系。同时，学业上天蝎座的学习思路较好，理性思维回归，只需加强自制力，减少娱乐时间，专注于学习，才能取得更好的学业成绩。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "你需要注意保护颈椎、腰部和脚踝的健康。特别是对于经常运动的射手座来说，要注意做好拉伸运动，避免扭伤和肌肉拉伤。保持良好的作息习惯，合理饮食，注重营养摄入，有助于保持身体健康。在繁忙的工作和学业中，不要忽视自己的身体需求，及时休息和放松，保持心身平衡。", "job": "在事业方面，你需要与同事和合作伙伴保持紧密的交流和合作。通过与团队成员密切合作，你可以推动工作项目的发展。与团队成员和上级建立良好的合作关系，共同努力，推动工作顺利进行。同时，在学业上，你需要加强对之前学习内容的复习和巩固，扎实基础，避免丢失重要的概念和内容。", "love": "单身的射手座可能会结束与暧昧对象的纠葛，希望追求自由的生活，充实自己。你会倾向于寻找一种自主和独立的恋爱关系，不希望被束缚。有伴侣的射手座可能会在金钱和价值观方面出现一些分歧，相处过程中可能会展现较强势的一面。建议通过积极沟通和妥协，寻找共同的利益点，以维持稳定的感情关系。", "money": "财富运势相对稳定，但仍需谨慎对待。你的思维清晰且有逻辑，对于有投资或理财想法的射手座来说，是比较有利的。然而，在进行任何投资前，务必充分了解市场和项目的风险，避免冲动行事。理性规划财务，避免不必要的金钱损失，以确保财富的稳定增长。", "work": "在事业方面，你需要与同事和合作伙伴保持紧密的交流和合作。通过与团队成员密切合作，你可以推动工作项目的发展。与团队成员和上级建立良好的合作关系，共同努力，推动工作顺利进行。同时，在学业上，你需要加强对之前学习内容的复习和巩固，扎实基础，避免丢失重要的概念和内容。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "摩羯座本周需要注意肠胃的保护，避免过度暴饮暴食或营养不均衡，以免导致肠胃不适甚至炎症。尤其是工作或学习繁忙的摩羯座，要特别谨慎。保持健康的饮食习惯，适量运动，定期休息和放松，有助于维护身体健康。", "job": "在事业方面，本周摩羯座需要以更加严谨的态度处理工作。个人马虎问题可能导致工作出现纰漏。在学业上，你需要留意人际关系，避免与同学产生摩擦，以免影响学习成绩。保持良好的沟通和合作能力，与他人共同进步，才能顺利完成工作和学业任务。", "love": "对于单身的摩羯座而言，本周需要注意避免过于念旧。清理一些不适合自己的人和事，不要轻易让自己为情所困。对于有伴侣的摩羯座，本周可能会面临来自外界的干扰，导致感情出现波折，特别是异地恋或年龄差距较大的情侣。你需要保持冷静，与伴侣坦诚沟通，共同解决问题，以维护稳定的关系。", "money": "摩羯座本周的财富运势偏差。尽管你会努力赚钱，但可能很难达到预期的收入。此外，部分已婚的摩羯座可能会面临家庭用品或家庭成员健康上的支出，资金有限，导致生活有些拘谨。要谨慎管理财务，合理规划开支，避免不必要的花费，以保持经济稳定。", "work": "在事业方面，本周摩羯座需要以更加严谨的态度处理工作。个人马虎问题可能导致工作出现纰漏。在学业上，你需要留意人际关系，避免与同学产生摩擦，以免影响学习成绩。保持良好的沟通和合作能力，与他人共同进步，才能顺利完成工作和学业任务。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "本周水瓶座的健康运势需要注意饮食习惯和心理健康。合理安排饮食，多摄入新鲜蔬果，避免油腻和辛辣食物。同时，要保持良好的心态，调整情绪，积极面对生活中的挑战和压力，保持身心的健康平衡。", "job": "在事业方面，本周水瓶座的工作运势有所提升。你会重新找回工作上的积极性和自信心，变得更加果断和决心十足。对于学业而言，不要过于焦虑和纠结于成绩的高低。重要的是保持学习的动力和兴趣，积极参与课堂讨论，不断提升自己的知识水平。", "love": "对于单身的水瓶座而言，本周的桃花运较为旺盛，你可能会遇到更多有趣的人，彼此之间的吸引力也会增加。抓住机会，勇敢表达自己的情感，也许会带来意想不到的进展。对于有伴侣的水瓶座，本周的感情发展将更趋稳定，你们之间的默契和理解力也会增强，共同迈向更美好的未来。", "money": "水瓶座本周的财富运势相对平稳，但需注意理财规划。合理管理现有的资金，制定长期的财务计划，为未来的财富积累打下坚实基础。在消费方面，要保持理性消费观念，避免过度消费和不必要的花费。", "work": "在事业方面，本周水瓶座的工作运势有所提升。你会重新找回工作上的积极性和自信心，变得更加果断和决心十足。对于学业而言，不要过于焦虑和纠结于成绩的高低。重要的是保持学习的动力和兴趣，积极参与课堂讨论，不断提升自己的知识水平。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 28, "date": "2025年07月06日-2025年07月12日", "health": "本周的健康状况较好，但仍需要注重保养和调整。要保持规律的作息时间，合理饮食，适当锻炼身体。同时，注意身体的信号，及时休息和调整，预防身体出现不适。", "job": "在工作和学业方面，本周注重细节和专注是关键。要注意细致的计划和执行，不要忽略任何重要的事情。适当地倾听他人的建议，学会与同事或同学合作，能够取得更好的成果。同时，要保持积极的工作态度和学习状态，努力提升自己的能力。", "love": "对于单身者而言，本周有可能遇到一些新的恋爱机会。不过，您需要保持冷静和理性，不要冲动行事。对于已有伴侣的人来说，与伴侣之间的沟通和理解将更加重要。相互关心和支持，共同面对困难，将有助于加深感情。", "money": "本周的财富运势较稳定，但需要谨慎处理财务问题。要合理规划和控制开支，避免过度消费和投资风险。通过理性的投资和储蓄，您能够保持财务状况的稳定和增长。", "work": "在工作和学业方面，本周注重细节和专注是关键。要注意细致的计划和执行，不要忽略任何重要的事情。适当地倾听他人的建议，学会与同事或同学合作，能够取得更好的成果。同时，要保持积极的工作态度和学习状态，努力提升自己的能力。", "resultcode": "200", "error_code": 0}}}