{"today": {"白羊座": {"date": 20250811, "name": "白羊座", "QFriend": "水瓶座", "all": "100", "color": "姜黄色", "datetime": "2025年08月11日", "health": "92", "love": "100", "money": "100", "number": 5, "summary": "你的整体运势简直像开了挂，心里想的事容易往好的方向推进，哪怕只是随口提的小愿望，也可能被意外接住。这种顺不是天上掉馅饼，而是你之前积累的能量在集中释放，比如平时待人接物的真诚、处理问题的果断，都会在帮你过滤掉麻烦，让事情往省心的方向发展。身边人可能突然变得配合，甚至主动递来助力，这种“被推着走”的感觉会让你觉得轻松又带劲。不过别因为顺就飘，保持清醒的头脑能帮你抓住更多隐藏的机会，比如有人随口提的某个信息，可能藏着对你有用的线索。适合把注意力放在“想做”的事上，别被琐碎的小事分散精力，你的直觉会帮你自动筛选出值得投入的部分。整体状态松弛又带点小雀跃，连平时觉得麻烦的事都愿意多看两眼，这种积极劲儿会像滚雪球一样，让好运持续发酵。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250811, "name": "金牛座", "QFriend": "天秤座", "all": "90", "color": "奶茶色", "datetime": "2025年08月11日", "health": "74", "love": "90", "money": "90", "number": 9, "summary": "整体运势属于“不温不火但踏实”的类型，没有大起大落的刺激，却适合用来整理生活的碎片。你可能会突然意识到，最近堆积的小问题（比如杂乱的桌面、未回复的消息、搁置的小计划）需要被重新梳理，这种“想收拾”的念头不是偶然，而是在提醒你给生活“清缓存”能腾出更多空间。暂时不适合急着推进新目标，反而适合把注意力放在“收尾”和“优化”上，比如整理手机相册、清理过期物品、复盘最近的消费记录，这些看似琐碎的事会让你心里更踏实。人际关系上可能会遇到需要“解释”的小插曲，别嫌麻烦，耐心说清楚反而能避免后续误会。整体状态偏沉稳，适合用“慢工出细活”的方式处理事情，虽然不会立刻看到成果，但这种“打地基”的踏实感，会让你对未来的计划更有底气。", "work": "90", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250811, "name": "双子座", "QFriend": "处女座", "all": "75", "color": "玫红色", "datetime": "2025年08月11日", "health": "65", "love": "75", "money": "75", "number": 1, "summary": "整体运势像被蒙了层薄雾，情绪容易跟着小事起伏，比如看到一条消息突然开心，听到某句话又有点低落，这种“看心情”的状态会让你做事的节奏有点乱。你可能会突然对某件事产生兴趣，但热情维持不了多久就转移，这种“三分钟热度”容易让你觉得“什么都没抓住”。其实这一天的运势不是差，而是需要你更关注自己的感受，比如不想做的事别勉强，想休息就停下来，强行推进反而容易出错。人际关系上可能会因为情绪波动说出“口是心非”的话，事后回想又有点后悔，建议说话前多停两秒，避免不必要的误会。不妨试着做些不需要动脑的轻松事，比如听音乐、散步、整理房间，让心情自然流动，反而能帮你找到更舒服的状态。别被外界的节奏带着跑，先照顾好自己的情绪才是关键。", "work": "90", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250811, "name": "巨蟹座", "QFriend": "摩羯座", "all": "100", "color": "卡其色", "datetime": "2025年08月11日", "health": "93", "love": "100", "money": "100", "number": 3, "summary": "整体运势像拆盲盒，生活里处处藏着小惊喜，可能是平时忽略的小事突然带来温暖，比如常去的店主多送了份小菜，或者旧友突然发来问候，这些“没预料到”的善意会让你一整天都带着笑。你的敏感会变成优势，能更敏锐地捕捉到身边人的需求，比如朋友随口提的烦恼，你一句贴心的回应就能让对方觉得被理解；家人一个小动作，你就能猜到他们的心思，这种“被需要”的感觉会让你很有成就感。不妨试着做些“无目的”的事，比如去没去过的街角转转，或者翻出旧照片看看，这些看似“浪费时间”的行为，反而能帮你发现生活里藏着的小确幸。整体状态轻松又治愈，连平时觉得麻烦的事都愿意主动参与，这种“愿意打开自己”的心态，会让你吸引到更多美好的事。", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250811, "name": "狮子座", "QFriend": "双鱼座", "all": "90", "color": "天蓝色", "datetime": "2025年08月11日", "health": "82", "love": "100", "money": "90", "number": 9, "summary": "运势稳得像坐了“安全椅”，没有大起大落的意外，但需要你主动推一把才能看到进展。比如你想让某件事变好，别等着运气降临，自己先迈出一步（比如主动沟通、调整方法），反而更容易看到效果。你的行动力会特别突出，想到什么就去做，别被“会不会麻烦”“别人怎么看”这类念头绊住，这种“说干就干”的劲儿会帮你过滤掉犹豫，让事情往更顺的方向发展。人际关系上可能会遇到需要你拿主意的情况，别躲，你的果断会让人觉得可靠，反而能赢得更多信任。建议不妨把“被动”换成“主动”，比如想吃什么就去吃，想联系谁就发消息，这种“不纠结”的状态会让你觉得轻松又自在。运势的稳定不是躺平，而是给你提供了“可以发力”的基础，主动一点，收获会比你想象的多。", "work": "100", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250811, "name": "处女座", "QFriend": "双子座", "all": "90", "color": "绿色", "datetime": "2025年08月11日", "health": "78", "love": "90", "money": "90", "number": 5, "summary": "运势像在走平衡木，整体平平但需要你多留个心眼，拖延症可能会悄悄冒头，比如原计划做的事，可能会因为“再等五分钟”“明天也行”的念头被搁置，这种“懒劲儿”一旦开头，后面容易越拖越麻烦。你可能会觉得“现在状态不好，先放放”，但有些事现在不做，后面只会更耗精力。不过别太焦虑，因为也藏着“补救”的机会，比如你突然意识到某件事拖太久了，赶紧行动反而能快速解决，这种“及时止损”的清醒会帮你避免更大的麻烦。人际关系上可能会因为小事和身边人有点小摩擦，别急着解释，先冷静两分钟再沟通，反而能说清楚。适合把“必须做”的事列个清单，按优先级处理，别被“完美主义”困住，不妨先完成，再优化，反而更高效。运势的平平不是停滞，更像在提醒你：别被拖延偷走时间，主动掌控节奏，才能让生活更顺。", "work": "90", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250811, "name": "天秤座", "QFriend": "天蝎座", "all": "100", "color": "青色", "datetime": "2025年08月11日", "health": "80", "love": "100", "money": "100", "number": 6, "summary": "整体运势稳稳当当，像被一层温和的缓冲带包裹着，既不会遇到突如其来的冲击，也不会有意外的好运砸得你措手不及。这种“稳”会让你觉得安心，适合处理需要耐心的事，比如整理房间、规划未来的小目标，或者和身边人慢慢聊些平时没机会说的话。运势里还藏着“开拓新视野”的契机，可能是你突然对某个从未接触过的领域产生兴趣（比如翻到一本冷门书、听到朋友提起的新活动），这种“想试试”的念头别急着否定，顺着好奇心走，可能会发现新的乐趣或收获。人际关系上，你的温和态度会成为加分项，别人愿意和你分享心事，这种“被信任”的感觉会让你更有成就感。这一天适合保持“不紧不慢”的节奏，别因为“想快点出结果”而催促自己，稳扎稳打反而能积累更多底气。运势的“稳”不是停滞，更像在给你时间调整状态，为接下来的小变化做准备。", "work": "90", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250811, "name": "天蝎座", "QFriend": "射手座", "all": "100", "color": "紫色", "datetime": "2025年08月11日", "health": "97", "love": "100", "money": "100", "number": 7, "summary": "整体运势简直像被运气“开了小灶”，从早到晚都能感受到“被偏爱”的微妙感，可能是你随口提的小愿望被实现，或者原本觉得麻烦的事突然有了更简单的解决方式，这种“顺”会让你忍不住想“我是不是特别的幸运儿”。而且你的直觉会特别准，比如对某件事的判断、对某个人态度的感知，基本八九不离十，这种“心里有数”的感觉会让你更有安全感。人际关系上，你的真诚会成为吸引他人的磁石，别人愿意主动靠近你、分享自己的事，这种“被需要”的互动会让你觉得温暖。不妨试着把注意力放在“想做”的事上，别因为“会不会太麻烦”而犹豫，运气会帮你过滤掉大部分阻碍。运势的“棒棒哒”不是偶然，更像是你之前积累的好状态在集中释放，好好享受这种“被照顾”的感觉，但别因此松懈，保持清醒的头脑，能让这份好运延续得更久。", "work": "100", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250811, "name": "射手座", "QFriend": "巨蟹座", "all": "90", "color": "抹茶色", "datetime": "2025年08月11日", "health": "79", "love": "90", "money": "90", "number": 3, "summary": "整体运势尚可，像坐在一张舒服的沙发上，既不想立刻起身做事，也不觉得无聊，整个人处于“放松躺平”的舒适区。你可能会更愿意把时间花在“无目的”的快乐上——比如刷有趣的视频、和朋友闲聊、去没去过的小店转转，这些看似“浪费时间”的事反而能让你觉得满足。运势里没有太多需要你“用力”的部分，反而适合给生活“减负”，比如把原本计划的任务往后推推，或者拒绝一些“可去可不去”的邀约，这种“不勉强自己”的态度会让你更轻松。人际关系上，你的随性会成为加分项，别人不会觉得你“不靠谱”，反而觉得和你相处没压力。你可以“跟着感觉走”，不想做的事别硬扛，想做的事就痛痛快快去做，这种“不纠结”的状态反而能让你更享受当下。生活需要张弛有度，偶尔躺平也是种充电。", "work": "90", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250811, "name": "摩羯座", "QFriend": "金牛座", "all": "90", "color": "宝蓝色", "datetime": "2025年08月11日", "health": "68", "love": "75", "money": "90", "number": 5, "summary": "整体运势略显崎岖，虽然不会摔跤，但需要多留意脚下，避免被小石子绊到。你的情绪可能会比平时更敏感，比如听到一句话、看到某个场景，突然就有点低落或烦躁，这种“情绪化”的状态容易让你对事情的判断偏消极，建议遇到问题时先深呼吸两秒，别急着下结论。人际关系上，你可能会因为小事和身边人有点小摩擦，比如对方没理解你的意思，或者你觉得对方的做法“不够周到”，这种时候别急着争对错，先冷静沟通反而能避免误会升级。你适合把注意力放在“稳定自己”上，比如做些能让你放松的事（听音乐、散步、整理房间），别被外界的小波动打乱节奏。情绪需要出口，但别让它主导你的决定，保持清醒的头脑，才能把小问题化解在萌芽状态。", "work": "90", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250811, "name": "水瓶座", "QFriend": "白羊座", "all": "100", "color": "珊瑚色", "datetime": "2025年08月11日", "health": "94", "love": "100", "money": "100", "number": 2, "summary": "整体运势很好，一切都比预计的更顺利。比如原本觉得需要花时间的事，可能很快就有进展；原本担心会出错的环节，反而意外顺利，这种“超预期”的体验会让你觉得轻松又带劲。你的创意会特别活跃，比如想到某个新点子、对某件事有不一样的看法，这些“灵光一现”的念头别急着丢，记下来或分享给信任的人，可能会成为未来的小惊喜。人际关系上，你的幽默感会成为加分项，别人愿意和你开玩笑、聊些轻松的话题，这种“被喜欢”的互动会让你更有活力。你可以把“尝试新事物”提上日程，比如去没去过的餐厅、学个小技能，这种“不设限”的态度会帮你发现更多可能。运势的“幸运助力”不是偶然，更像是你之前积累的好状态在集中爆发，好好享受这种“被推着走”的感觉，但别因此骄傲——保持谦逊，能让这份好运更持久。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250811, "name": "双鱼座", "QFriend": "狮子座", "all": "100", "color": "浅灰色", "datetime": "2025年08月11日", "health": "97", "love": "100", "money": "100", "number": 1, "summary": "整体运势相当不错，像被充满电的电池，整个人能量值满满，从早到晚都带着“我能行”的劲儿。你可能会突然对很多事产生兴趣，比如想学做新菜、想尝试新运动，或者想和久未联系的朋友聊聊天，这种“想动起来”的冲动别压抑，顺着心意去做，反而能收获意想不到的快乐。你的共情力会特别强，能敏锐感知到身边人的情绪，比如朋友没说出口的烦恼，你一句贴心的回应就能让对方觉得被理解；家人一个小动作，你就能猜到他们的需求，这种“被需要”的感觉会让你很有成就感。人际关系上，你的温暖会成为吸引他人的光，别人愿意主动靠近你、分享自己的事，这种“被信任”的互动会让你更珍惜当下。你可以把“享受生活”放在首位，别给自己定太多目标，随心而动反而能让你更接近幸福。要记住，你值得被好好对待，好好爱自己，生活会更甜。", "work": "100", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20250812, "name": "白羊座", "QFriend": "双子座", "all": "100", "color": "茶色", "datetime": "2025年08月12日", "health": "88", "love": "90", "money": "90", "number": 7, "summary": "整体状态比较稳，没有大起大落，但也不会完全没波澜。这一天里，你可能会遇到一些需要“吸收新东西”的场景，比如朋友突然分享了个冷知识，或是刷到个让你觉得“原来还能这样”的小技巧，这些小启发会像种子一样落在你心里，虽然不会立刻开花结果，但会让你觉得“没白过”。生活节奏上，你可能会主动调整自己的安排，比如把原本计划做的事换个顺序，或是临时加个小环节，这种“不按套路来”的小变动反而会让你更舒服。不过，别因为状态稳就懒得动，偶尔主动找点新鲜事做，比如去没去过的便利店买瓶新饮料，或是换条路散步，能让这一天更有记忆点。整体来说，这一天适合“稳中求新”，既保持日常的节奏，又给生活加点小惊喜，状态会越来越顺。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250812, "name": "金牛座", "QFriend": "白羊座", "all": "100", "color": "草绿色", "datetime": "2025年08月12日", "health": "84", "love": "90", "money": "100", "number": 7, "summary": "整体运势不错，像手里攥着一张待拆的礼物卡——有期待，但需要主动去“兑换”。这一天里，你的时间会成为关键资源，可能会遇到几件需要同时处理的事，比如家人需要帮忙、朋友约见面，或是自己想做个小计划，这时候“把时间用在刀刃上”就显得特别重要。你可能会不自觉地权衡“哪件事更重要”“先做哪件更划算”，这种思考会帮你更高效地分配精力，避免瞎忙。不过，别因为太追求“划算”而忽略了自己的感受，比如朋友约的饭局虽然不紧急，但能让你放松，这类“非功利”的事也值得花时间。整体来说，这一天适合“有目标地忙碌”，把时间花在能让自己或身边人开心的事上，收获会比想象中更多。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250812, "name": "双子座", "QFriend": "狮子座", "all": "90", "color": "金色", "datetime": "2025年08月12日", "health": "72", "love": "90", "money": "90", "number": 2, "summary": "整体运势有点小曲折，像走路时突然踩到颗小石子，虽然不疼，但会让你顿一下。这一天里，你可能会在一些小地方犯错，比如记错时间、忘带东西，或是说话时没表达清楚，这些小失误不会造成大麻烦，但会让你有点懊恼。不过，你的反应很快，往往能立刻发现并改正，比如发现忘带钥匙后马上联系家人，或是说错话后赶紧补一句解释，这种“及时补救”的能力会帮你减少影响。另外，你可能会遇到些需要“反复确认”的事，比如订外卖时看错地址，或是付款时输错金额，多检查两遍能避免大部分问题。整体来说，这一天适合“慢半拍”，做事时多留个心眼，犯错后别太自责，及时改正就好，状态会慢慢顺起来。", "work": "90", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250812, "name": "巨蟹座", "QFriend": "巨蟹座", "all": "90", "color": "淡紫色", "datetime": "2025年08月12日", "health": "80", "love": "100", "money": "90", "number": 5, "summary": "你的整体运势平平，像一杯温吞的水——不烫也不凉，喝下去没特别的感觉，但也不会不舒服。这一天里，你可能会觉得生活有点“没劲儿”，比如原本期待的事没发生，或是日常的安排太重复，心里会冒出“要不找点新鲜事？”的小念头，但真要行动时又懒得动。这种“无聊感”其实是你身体在提醒你“需要点变化”，比如换个发型、听首没听过的歌，或是去常去的超市买包新口味的零食，这些小改变能打破日常的重复感。不过，别因为“无聊”就强迫自己做不喜欢的事，勉强反而会更累。整体来说，这一天适合“随性而为”，想做什么就做，不想做就歇着，顺着自己的心意来，反而能找到小乐趣。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250812, "name": "狮子座", "QFriend": "天秤座", "all": "75", "color": "酒红色", "datetime": "2025年08月12日", "health": "66", "love": "90", "money": "90", "number": 1, "summary": "整体运势略差，像走路时总碰到路边的栏杆，虽然不是大麻烦，但会让你有点烦躁。这一天里，你可能会遇到些“卡壳”的小事，比如想用的东西突然找不到、想联系的人没回消息，或是计划好的事被临时打乱，这些小状况会让你觉得“怎么什么都不顺”。不过，这些“小钉子”大多不是因为你做错了什么，只是运气稍微差了点，比如钥匙掉沙发缝里，或是手机没电刚好没带充电宝，别太往心里去。另外，你可能会有点“急”，想快点解决问题，但越急越容易出错，比如翻东西时把房间弄得更乱，不如先深呼吸，慢慢来。整体来说，这一天适合“放平心态”，把小麻烦当生活的“调味料”，笑一笑就过去了，状态会慢慢好起来。", "work": "75", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250812, "name": "处女座", "QFriend": "双鱼座", "all": "100", "color": "银灰色", "datetime": "2025年08月12日", "health": "92", "love": "100", "money": "100", "number": 9, "summary": "整体运势非常给力，像拆开了期待已久的礼物，而且里面的东西刚好是你想要的，还多了点小惊喜。这一天里，你可能会迎来一些“蜕变”的小契机，比如突然想通了一个困扰你很久的小问题，或是发现原来自己可以更轻松地处理某件事，这种“原来我能做到”的感觉会让你特别有成就感。另外，你可能会遇到些需要“突破”的小场景，比如平时不爱说话的你主动开了个玩笑，或是尝试了件从来没做过的小事，这些小改变会让你发现自己“还有另一面”。不过，别因为状态好就给自己定太高的目标，顺其自然就好，小进步也是进步。整体来说，这一天适合“打开自己”，多尝试、多感受，你会发现生活比想象中更有趣，状态也会越来越好。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250812, "name": "天秤座", "QFriend": "金牛座", "all": "100", "color": "墨绿色", "datetime": "2025年08月12日", "health": "98", "love": "100", "money": "100", "number": 4, "summary": "整体状态 很“顺滑”，做什么都带着股轻松劲儿。这一天里，你会发现原本需要费点劲儿的事突然变得简单，比如想联系的人刚好主动找你，或是纠结的小问题突然有了清晰的思路，这种“事半功倍”的感觉会让你心情格外舒畅。你可能会不自觉地想“运气真好”，但其实这更多是你之前积累的小努力在发挥作用，比如平时对人际关系的维护，或是遇到问题时多思考的习惯，都成了帮你省力的助力。另外，你可能会遇到些需要协调的小事，比如帮朋友传句话，或是平衡两件事的安排，你的灵活处理会让事情更顺利，也会让身边人觉得“有你在真省心”。整体来说，这一天适合“顺势而为”，顺着生活的节奏走，别刻意给自己加任务，你会发现很多事自然就能成，状态也会越来越好。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250812, "name": "天蝎座", "QFriend": "天蝎座", "all": "75", "color": "湖蓝色", "datetime": "2025年08月12日", "health": "62", "love": "75", "money": "90", "number": 6, "summary": "整体运势有点“电量不足”的感觉，热情像被按了快进键，来得快，褪得也快。这一天里，你可能会突然对某件事特别感兴趣，比如想学个新技能、尝试个新爱好，但坚持不了多久就失去动力，心里冒出“好像也没那么有意思”的小念头。这种“三分钟热度”的状态会让你有点懊恼，觉得“怎么又坚持不下来”，但其实这可能只是你状态比较“飘”，注意力容易被新鲜事吸引，但难以长时间集中。另外，你可能会遇到些需要耐心的小事，比如排队等餐、听朋友反复说一件事，容易觉得烦躁，想快点结束。整体来说，这一天适合“随性一点”，对感兴趣的事浅尝辄止也没关系，别强迫自己必须坚持，反而会让自己更累。接受“就是不想太用力”的状态，心情会轻松很多。", "work": "90", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250812, "name": "射手座", "QFriend": "处女座", "all": "75", "color": "青色", "datetime": "2025年08月12日", "health": "68", "love": "75", "money": "75", "number": 2, "summary": "你的整体运势有点“卡在舒适区”的感觉，像躺在软沙发上不想动，明明知道可以起来做点别的，但就是懒得动。这一天里，你可能会对现状特别满足，比如觉得现在的生活挺轻松，或是习惯的节奏挺舒服，心里冒出“这样也不错”的小念头，但这种满足感会让你错过一些小机会，比如朋友约你去没去过的地方，或是家人提醒你换个新方式做某事，你可能会因为“懒得折腾”而拒绝。其实你内心也有点小纠结，既想保持现状，又觉得“是不是该试试别的”，这种矛盾感会让你有点烦躁。整体来说，这一天适合“别太较劲”，如果真的不想动，就安心享受当下的舒服，但如果心里有点小声音在说“试试也不错”，不妨给自己点小鼓励，迈出一小步，可能会发现新的乐趣。", "work": "75", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250812, "name": "摩羯座", "QFriend": "射手座", "all": "100", "color": "粉红色", "datetime": "2025年08月12日", "health": "91", "love": "100", "money": "100", "number": 9, "summary": "整体状态非常好，尤其是对新事物的好奇心特别强，像小孩看到新玩具一样，什么都想摸一摸、试一试。这一天里，你可能会主动接触些平时不太关注的东西，比如刷到个没听过的冷知识，或是看到个新奇的小物件，会忍不住去查资料、问朋友，这种“想弄明白”的劲头会让你觉得特别充实。另外，你可能会遇到些需要“尝试”的小场景，比如朋友推荐个新餐厅，或是家人教你个新技能，你会很乐意去体验，哪怕刚开始不太熟练，也会觉得“挺有意思”。这种对新事物的开放态度，会让你发现生活里藏着很多小惊喜，也会让身边人觉得“你特别有活力”。整体来说，这一天适合“放开手脚”，想试什么就试，别怕出错，小探索会带来大满足，状态也会越来越好。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250812, "name": "水瓶座", "QFriend": "摩羯座", "all": "75", "color": "橙色", "datetime": "2025年08月12日", "health": "58", "love": "75", "money": "90", "number": 3, "summary": "整体运势欠佳，总是有点“分不清主次”的感觉，像手里抓了把豆子，想全握住，结果反而掉了几颗。这一天里，你可能会同时遇到几件需要处理的事，比如朋友找你帮忙、家人需要你陪，或是自己想做个小计划，这时候你容易“什么都想顾”，结果反而哪个都没做好，心里会有点懊恼，觉得“怎么这么乱”。其实你不是能力不够，只是状态容易“贪多”，比如帮朋友时太在意细节，陪家人时又想着自己的事，反而让两边都不太满意。另外，你可能会忽略些小细节，比如忘带东西、记错时间，这些小疏忽会让你多跑几趟腿。整体来说，这一天适合“先抓重点”，把最需要处理的事先做好，其他的慢慢来，别强迫自己“全都要”，反而会更轻松。", "work": "75", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250812, "name": "双鱼座", "QFriend": "水瓶座", "all": "90", "color": "杏色", "datetime": "2025年08月12日", "health": "77", "love": "90", "money": "90", "number": 2, "summary": "整体运势欠佳，总是容易陷在回忆里，像翻老照片时突然停在某一张，明明知道该继续翻，但就是盯着看很久。这一天里，你可能会不自觉地想起过去的事，比如和朋友的旧时光、曾经的小遗憾，或是没实现的愿望，心里会冒出“要是当时…就好了”的小念头，这种“回望”的状态会让你有点情绪低落，觉得“现在好像没以前好”。其实你心里也清楚，回忆再美好也是过去，但就是忍不住反复想，甚至影响当下的心情，比如和朋友聊天时突然走神，或是做小事时没精神。整体来说，这一天适合“轻轻拉自己一把”，如果回忆冒出来，就承认“那是段好时光”，然后慢慢把注意力拉回现在，比如做点平时喜欢的小事，或是和身边人聊点轻松的话题，别让回忆困住你，状态会慢慢好起来。", "work": "90", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "身体健康需求关注，本周要注意避免过度劳累和不良生活习惯，保持规律的作息时间和饮食习惯。适当参加运动锻炼，保持良好的身体状态，有助于提升整体健康水平。要注意避免过度消耗体力和注意力，合理安排时间，保持身心平衡。", "job": "本周白羊座在工作上可能会遇到一定的挑战和压力，但只要保持乐观态度和努力工作，积极应对各种挑战，就能够取得不错的成绩。在学习方面，要注重自律和规划，制定合理的学习计划，注重实践和总结，才能取得更好的学业成就。", "love": "单身的白羊座本周有机会遇到心仪的对象，积极展现自己的魅力，有可能会开启一段美好的恋情。对于有伴侣的白羊来说，要注意沟通和理解，避免小矛盾演变成大问题，共同努力维系感情，保持彼此间的信任和包容。", "money": "财务运势整体平稳，本周适合理性规划支出，避免冲动消费和投资，谨慎处理财务事务。要注意审慎考虑各项支出，避免因贪图一时享受而导致不必要的经济损失。保持财务稳健，理性投资，有助于未来财富的增值。", "work": "本周白羊座在工作上可能会遇到一定的挑战和压力，但只要保持乐观态度和努力工作，积极应对各种挑战，就能够取得不错的成绩。在学习方面，要注重自律和规划，制定合理的学习计划，注重实践和总结，才能取得更好的学业成就。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面需要注意调节情绪和休息，保持良好的作息规律和饮食习惯，可以进行适量的运动和放松，有助于保持身心健康。同时要留意身体信号，及时就医处理。建议金牛座注重健康管理，定期体检，关注身体健康状况，保持良好的生活习惯，才能更好地应对工作和生活的挑战。", "job": "事业方面，金牛座需要保持耐心和坚定，不要急于求成，要踏实努力，稳扎稳打。在学业上，可能会遇到一些困难和挑战，要勇于面对并解决，不要固守已有的学习方式，多尝试新方法和途径。建议金牛座在工作中展现出自信和实力，积极争取机会，做好职场规划，才能获得更多的成就。", "love": "金牛座本周在爱情领域表现稳定，单身者要冷静应对感情变化，理性思考自己的需求和期待，不要被冲动所左右。有伴侣的金牛，可以通过更多的沟通和交流增进彼此的了解和信任，感情更加牢固。建议在感情中保持坦诚和包容，共同面对问题，才能更好地维系关系。", "money": "本周金牛座的财运较好，有机会通过理性投资或副业获得一定的收入。要保持谨慎和稳健，避免冲动行事，才能稳固财富积累。建议金牛座在理财方面保持理性思考，规划好自己的财务状况，避免过度消费和投资风险，才能稳健地增值财富。", "work": "事业方面，金牛座需要保持耐心和坚定，不要急于求成，要踏实努力，稳扎稳打。在学业上，可能会遇到一些困难和挑战，要勇于面对并解决，不要固守已有的学习方式，多尝试新方法和途径。建议金牛座在工作中展现出自信和实力，积极争取机会，做好职场规划，才能获得更多的成就。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面，双子座需要特别关注眼部健康问题，减少长时间使用电子产品对眼睛的影响。保持良好的作息习惯，定期休息放松，有助于保护视力和维持身体健康。均衡饮食、适量运动和定期体检也是保持健康的重要因素，双子座要注意养成健康的生活习惯，关注身心健康的平衡。", "job": "在工作方面，与同事之间的沟通和协作将更加顺畅，双子座可以通过团队合作实现更大的成就。要保持开放的心态，愿意接受不同意见，并且能够灵活调整计划，以适应变化的环境。在学业上，双子座要全面发展自己的能力，不要只关注某一方面，多角度提升自己的综合素质，才能更好地迎接挑战。", "love": "单身的双子们可能会对潜在伴侣有更高的要求，这可能导致难以轻易投入感情。有伴侣的双子们需要更多的信任和理解，共同面对外部干扰，共同努力维系稳定的感情关系。通过更加包容和理解对方，可以增进彼此之间的感情。", "money": "本周的财务状况整体稳定，但双子座需要谨慎控制开支，避免过度消费。制定合理的理财规划，选择稳健的投资方式，可以帮助双子座稳步积累财富，提高财务状况的稳定性。", "work": "在工作方面，与同事之间的沟通和协作将更加顺畅，双子座可以通过团队合作实现更大的成就。要保持开放的心态，愿意接受不同意见，并且能够灵活调整计划，以适应变化的环境。在学业上，双子座要全面发展自己的能力，不要只关注某一方面，多角度提升自己的综合素质，才能更好地迎接挑战。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面需要注重口腔健康，避免因过度上火引起口腔问题。保持清淡饮食，多喝水，定期检查口腔健康状况，预防口腔疾病的发生。同时，保持规律的作息和适量运动，有助于维持身体健康和精神状态。", "job": "在事业方面，巨蟹座可能会取得一些小成就，但不宜沾沾自喜，要保持进取精神，继续努力学习和提升自己。学业上要注重实践和理论的结合，保持学习的热情和积极性，才能取得更好的成绩和发展。", "love": "单身的巨蟹座可能会面临长辈的催婚压力，但要坚持自己的选择，相信缘分。有伴侣的巨蟹座则需要更多的沟通和理解，避免过度情绪化和争吵，共同经营感情，维系稳定关系。", "money": "财务方面本周可能有一定支出，特别是在服装和化妆品方面。要量力而行，避免过度消费和虚荣心的驱使，保持理性消费观念，规划好个人财务，确保财务健康和稳定。", "work": "在事业方面，巨蟹座可能会取得一些小成就，但不宜沾沾自喜，要保持进取精神，继续努力学习和提升自己。学业上要注重实践和理论的结合，保持学习的热情和积极性，才能取得更好的成绩和发展。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面，狮子座本周需要特别注意睡眠质量，避免长期熬夜对身体造成的影响。可以尝试喝一杯温热的牛奶助眠，保持良好的作息习惯，才能保持健康和活力。", "job": "在事业方面，狮子座本周有机会通过人际关系获得支持和助力，可以借助他人之力实现自身的目标。抓住机会，积极面对挑战，勇敢迈出成功的一步。在学业方面，制定明确的目标和计划，专注学习，能够获得满满的成就感和学业上的进步。", "love": "对于单身的狮子座来说，本周的桃花运势相对一般，可能会遇到一些情感困扰和矛盾。建议果断解决旧情，给自己创造新的机会。有伴侣的狮子座需要更多关注情感沟通和互动，共同面对问题，增进感情。", "money": "本周的财富运势相对一般，狮子座需要谨慎理财，避免因冲动消费而导致经济损失。在购物时要慎重选择，理性消费，避免后悔。", "work": "在事业方面，狮子座本周有机会通过人际关系获得支持和助力，可以借助他人之力实现自身的目标。抓住机会，积极面对挑战，勇敢迈出成功的一步。在学业方面，制定明确的目标和计划，专注学习，能够获得满满的成就感和学业上的进步。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "在健康方面，处女座需要注意饮食均衡，保持规律的作息时间和适量运动，以增强身体免疫力。要及时调整心态，保持乐观积极的心态有助于身心健康。避免过度疲劳和压力，及时放松身心，保持健康状态。", "job": "在工作方面，处女座需要注重团队合作，避免个人主义导致摩擦和矛盾。要保持冷静的心态处理工作中的挑战，不要因为小事而失去大局观。在学业上，要注重时间管理，合理安排学习计划，提高效率，避免拖延和压力积累。", "love": "对于单身的处女座来说，本周可能会有一些突发的感情波动，但不要被情绪左右，要冷静思考自己的真实感受。有伴侣的处女座则需要更多的沟通和理解，共同面对问题，加强彼此之间的信任和情感纽带。", "money": "财务方面，处女座本周需要谨慎理财，避免过度消费造成财务压力。要审慎考虑每笔开销，避免盲目跟风或投资风险过大，保持财务稳健和可持续发展。", "work": "在工作方面，处女座需要注重团队合作，避免个人主义导致摩擦和矛盾。要保持冷静的心态处理工作中的挑战，不要因为小事而失去大局观。在学业上，要注重时间管理，合理安排学习计划，提高效率，避免拖延和压力积累。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "本周天秤座需特别关注牙齿健康问题，尤其是智齿的生长情况，及时就医十分必要，避免不必要的疼痛和困扰。保持规律作息，均衡饮食，适量运动，有助于维持身体健康，提升整体幸福感。", "job": "在事业方面，天秤座可以尝试拓展新的工作领域，加强与团队的合作，尤其需要注重团队间的默契配合；学业上，建议调整学习方法，向他人学习更多宝贵经验和技巧。积极主动参与团队活动，学习团队精神，有助于工作更加顺利，学业更上一层楼。", "love": "对于单身的天秤座，本周可能会遇到感情方面的混乱，要小心别将友情误认为爱情；有伴侣的天秤座需要留意自身情绪波动，避免因过于敏感而产生误解。建议放下过去的包袱，真诚沟通，理清感情矛盾，有助于关系更进一步。", "money": "这周财运渐升，天秤座可以积极开拓思路，寻找更多赚钱机会，随着收入增加，享受更好生活质量。注意理财规划，谨慎投资，可提高财富积累的效率，为未来打下更加坚实的财务基础。", "work": "在事业方面，天秤座可以尝试拓展新的工作领域，加强与团队的合作，尤其需要注重团队间的默契配合；学业上，建议调整学习方法，向他人学习更多宝贵经验和技巧。积极主动参与团队活动，学习团队精神，有助于工作更加顺利，学业更上一层楼。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "天蝎座本周在健康方面要注意保护皮肤，避免过敏源和刺激，保持清洁卫生。饮食要均衡健康，少吃油腻食物，多摄入新鲜蔬果。保持规律作息，适量运动，关注身体状况，及时调整生活方式，保持健康和活力。", "job": "在事业方面，天蝎座要继续努力，调整工作安排，提高工作效率，注重团队合作，共同努力完成任务。学业上要养成良好的学习习惯，保持专注和热情，努力提高学习成绩，勇敢面对挑战，取得更好的成就。", "love": "单身的天蝎本周有机会结识新的异性朋友，有望发展出美好的恋情。有伴侣的天蝎需要更多的沟通和理解，尊重彼此的差异，共同解决问题，保持良好的关系。要学会包容和体谅，建立更加牢固的爱情基础。", "money": "本周财富运势相对平稳，通过努力工作可以获得一定的收入和奖金。天蝎座要理性理财，避免冲动消费，合理规划财务支出，保持财务稳健，增加理财意识，才能稳步增长财富。", "work": "在事业方面，天蝎座要继续努力，调整工作安排，提高工作效率，注重团队合作，共同努力完成任务。学业上要养成良好的学习习惯，保持专注和热情，努力提高学习成绩，勇敢面对挑战，取得更好的成就。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "射手座本周需特别关注内分泌系统的健康，避免过度的熬夜和酗酒，注重养生保健，保持良好的生活习惯和作息规律。建议射手座多参加户外运动，呼吸新鲜空气，保持身心健康平衡，预防疾病的发生。", "job": "在事业方面，射手会感受到一定的工作压力，可能会觉得身心疲惫。建议保持耐心和坚持，学会合理安排时间和精力，劳逸结合，才能更好地应对挑战。在学业上，射手会保持热忱，即使面对困难也能坚持不懈地学习，取得进步。", "love": "单身的射手可能会对前任怀有浪漫的幻想，但过多沉湎于往事会阻碍未来的幸福。应学会释怀，珍惜当下的自由和机会。有伴侣的射手则会享受到愉快的相处时光，共同创造美好的回忆，增进感情的深度。建议射手座与伴侣多沟通，共同规划未来，加深彼此的了解与信任。", "money": "本周射手座的财富运势波动较大，要保持理性，避免冲动行为，守护好自己的资产，远离不必要的风险和诱惑。建议射手座做好理财规划，合理安排支出，避免过度消费，保持财务稳健。", "work": "在事业方面，射手会感受到一定的工作压力，可能会觉得身心疲惫。建议保持耐心和坚持，学会合理安排时间和精力，劳逸结合，才能更好地应对挑战。在学业上，射手会保持热忱，即使面对困难也能坚持不懈地学习，取得进步。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "摩羯本周要注意调节自己的身心健康，保持良好的生活习惯和饮食习惯，适量运动，注意休息，提高免疫力，预防疾病的发生。保持积极乐观的心态，健康才是最大的财富。", "job": "在事业方面，摩羯本周有机会获得贵人的支持，职场发展顺利，但需要保持专注和努力，不断提升自己的能力，争取更多的机会。在学业上，摩羯需要调整学习状态，把更多的精力投入到学习中，提高学习效率，才能取得更好的成绩。", "love": "单身的摩羯本周可能会遇到一些挑战，择偶标准较高，建议适当调整自己的期望，给予他人更多的包容和理解。有伴侣的摩羯本周需要更多的沟通和信任，相互支持，共同面对生活中的困难，感情更加坚定稳固。", "money": "本周摩羯的财富运势较为稳定，可能会有一些额外的收入或意外的财务收益，但也要注意合理理财，避免过度消费和投资风险，保持财务稳健。", "work": "在事业方面，摩羯本周有机会获得贵人的支持，职场发展顺利，但需要保持专注和努力，不断提升自己的能力，争取更多的机会。在学业上，摩羯需要调整学习状态，把更多的精力投入到学习中，提高学习效率，才能取得更好的成绩。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面，本周水瓶要注意保持良好的生活习惯，合理饮食，适量运动，保持心情愉快，注意休息调整，避免过度劳累。身体健康是一切幸福的基础，重视健康，才能更好地面对挑战。", "job": "在事业方面，水瓶本周表现出积极的行动力和执行力，能够面对问题并及时调整策略，不断提升工作技能，取得更大的成就。在学业上，建议拓展知识面，提高学习的广度和深度，培养批判性思维，更好地掌握知识点。", "love": "单身的水瓶本周可能会遇到一些波折和挑战，建议保持适当距离，理性对待感情问题，避免陷入情感的纠葛。有伴侣的水瓶要注意沟通和理解，共同协商解决问题，保持彼此间的尊重和信任。", "money": "本周水瓶的财务状况有所改善，应谨慎理财，制定合理的消费计划，增加理财投资，有望积累一定的财富基础。", "work": "在事业方面，水瓶本周表现出积极的行动力和执行力，能够面对问题并及时调整策略，不断提升工作技能，取得更大的成就。在学业上，建议拓展知识面，提高学习的广度和深度，培养批判性思维，更好地掌握知识点。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面，双鱼座本周需关注饮食习惯，避免暴饮暴食，保持规律生活作息，多参加体育锻炼，保持健康的身心状态。关注脾胃健康，远离油腻食物，保持身体的平衡和稳定。愉快的心情也是保持健康的重要因素。", "job": "在事业方面，双鱼座需要展现自我实力，主动抓住机遇，不要被动等待成功的到来。在学业上，要专注学习，努力突破自我，争取更好的成绩和发展。脚踏实地，努力奋斗，定能取得理想的成果。", "love": "单身的双鱼座本周有机会结识新的恋人，参加社交活动会有意想不到的收获，展现出自信和魅力能够吸引他人的注意。对于有伴侣的双鱼座，要多一些体谅和包容，相互沟通理解，共同经营感情，让爱情更加美好持久。", "money": "本周财务运势一般，双鱼座需注意理性理财，控制开支，避免过度消费。制定合理的财务规划，理性投资，规避风险，保持财务稳健，为未来打下坚实基础。", "work": "在事业方面，双鱼座需要展现自我实力，主动抓住机遇，不要被动等待成功的到来。在学业上，要专注学习，努力突破自我，争取更好的成绩和发展。脚踏实地，努力奋斗，定能取得理想的成果。", "resultcode": "200", "error_code": 0}}}