{"today": {"白羊座": {"date": 20251201, "name": "白羊座", "QFriend": "射手座", "all": "90", "color": "咖啡色", "datetime": "2025年12月01日", "health": "89", "love": "90", "money": "100", "number": 7, "summary": "整体运势呈现出平稳态势，没有大起大落的波动。这种平稳并非是停滞不前，而是给予了你一个沉淀与思考的契机。在日常生活里，你能够慢慢摸清楚自己内心的想法，以往那些模糊不清的念头，如今逐渐变得清晰起来。内心的明晰会让你在面对各种选择和情况时，不再盲目冲动，而是能更加理性地做出判断。你会以一种从容不迫的姿态去应对生活，不会轻易被外界的因素干扰。这种内心的稳定会传递到你的外在表现上，让你在与人交往中更加自信和坦然。你可以利用这个平稳的时期，深入探索自己的内心世界，进一步明确自己的需求和目标，为未来的发展做好心理上的准备，以更加坚定的步伐迈向新的阶段。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251201, "name": "金牛座", "QFriend": "处女座", "all": "100", "color": "杏色 ", "datetime": "2025年12月01日", "health": "82", "love": "90", "money": "90", "number": 7, "summary": "整体运势尚佳，处于一种积极且有利的状态。此时的你，不妨多以行动来证明自己。行动是展现能力和价值的最直接方式，通过实际行动，你能够让他人看到你的努力和付出。在这个过程中，你会发现自己拥有比想象中更多的能量和潜力。不要害怕尝试新的事物，每一次行动都是一次成长的机会。而且，积极行动会带来一种正向的反馈，让你更加坚信自己的选择和能力。你会在行动中不断积累经验，提升自己的综合素质。这种以行动为导向的状态，会让你在生活里更加主动，也能吸引到更多积极的人和事围绕在你身边，进一步推动你朝着更好的方向发展。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251201, "name": "双子座", "QFriend": "天蝎座", "all": "90", "color": "紫色", "datetime": "2025年12月01日", "health": "75", "love": "90", "money": "90", "number": 8, "summary": "整体运势中规中矩，没有特别突出的表现，但也并非毫无亮点。在生活进程中，你需要在小挫折中成长。小挫折就像成长路上的小关卡，虽然会给你带来一些困扰和阻碍，但同时也是锻炼你意志和能力的好机会。当遇到小挫折时，不要逃避或抱怨，而是要勇敢地面对它们。通过分析挫折产生的原因，总结经验教训，你能够逐渐提升自己应对困难的能力。每一次克服小挫折，都会让你变得更加坚强和成熟。在这个过程中，你会发现自己对生活的理解更加深刻，心态也会更加平和。不要因为小挫折而气馁，把它们当作成长的阶梯，一步一步地向上攀登，你会收获一个更加优秀的自己。", "work": "90", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251201, "name": "巨蟹座", "QFriend": "水瓶座", "all": "100", "color": "天蓝色", "datetime": "2025年12月01日", "health": "84", "love": "100", "money": "100", "number": 8, "summary": "整体运势平顺，没有太多的波澜和起伏。这种平顺的状态，让你能够按照自己既定的计划一步一脚印地走。在生活中，按照计划行事会给你带来一种稳定感和安全感，让你清楚地知道自己在朝着什么方向前进。你不会因为外界的干扰或突发情况而打乱自己的节奏，能够有条不紊地处理各种事情。这种稳步前进的方式，虽然可能不会让你在短时间内取得巨大的成果，但却能让你在积累中不断成长。你会在按计划行事的过程中，逐渐实现自己的小目标，收获一种踏实的满足感。保持这种平和的心态和稳定的步伐，继续沿着计划前行，你会在生活的道路上走得更加稳健和自信。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251201, "name": "狮子座", "QFriend": "金牛座", "all": "75", "color": "粉色", "datetime": "2025年12月01日", "health": "58", "love": "90", "money": "75", "number": 3, "summary": "整体运势低迷，处于一种不太有利的状态。在这种状态下，你容易陷入捡了芝麻丢西瓜的困境。在面对各种选择和诱惑时，你可能会过于关注一些小的利益或细节，从而忽略了更重要的事情。这种短视的行为会让你失去一些更好的机会和发展空间。此时，你需要保持清醒的头脑，学会从长远的角度看待问题。在做决策时，要仔细权衡利弊，分清主次，避免因为一时的冲动而做出错误的选择。不要被眼前的小利益所迷惑，要看到事情背后的价值和意义。及时调整自己的心态和思维方式，才能避免陷入这种不利的局面，重新找回正确的方向，让自己的生活回到正轨。", "work": "75", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251201, "name": "处女座", "QFriend": "双鱼座", "all": "100", "color": "酒红色", "datetime": "2025年12月01日", "health": "95", "love": "100", "money": "100", "number": 5, "summary": "整体运势棒棒哒，呈现出一种极为有利的状态。在行动与计划方面，仿佛如有神助一般顺利。你能够按照自己的计划高效地开展行动，每一个步骤都能精准地落实，不会出现太多的偏差和阻碍。这种良好的状态会让你充满信心和动力，在做事情时更加积极主动。你会敏锐地捕捉到各种机会，并且能够迅速地做出反应，充分利用这些机会来推动自己的发展。在行动过程中，你还能保持高度的专注和认真，确保每一个细节都能处理得尽善尽美。这种行动与计划完美结合的状态，会让你在生活里收获满满的成就感和满足感，也能让你在未来的发展中占据更有利的位置。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251201, "name": "天秤座", "QFriend": "摩羯座", "all": "75", "color": "草绿色", "datetime": "2025年12月01日", "health": "60", "love": "75", "money": "75", "number": 4, "summary": "整体运势稍显严峻，处于一种较为被动的局面。在生活里，你容易受到别人想法的影响，仿佛失去了自己的主心骨。当周围人提出各种观点和建议时，你会不自觉地顺着他们的思路去思考，难以坚定地秉持自己的立场。这种状态会让你在做决策时犹豫不决，无法果断地做出选择。而且，过度在意别人的看法，可能会让你忽略自己内心真正的需求和感受。你会陷入一种纠结和迷茫之中，不知道该往哪个方向前进。为了避免这种情况持续下去，你需要试着给自己一些独处的时间，静下心来倾听内心的声音，重新找回自我。在面对别人的想法时，要保持清醒的头脑，有选择性地接受，不要盲目跟从，这样才能逐渐摆脱这种不利的运势，重新掌控自己的生活。", "work": "75", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251201, "name": "天蝎座", "QFriend": "双子座", "all": "100", "color": "橙色", "datetime": "2025年12月01日", "health": "95", "love": "100", "money": "100", "number": 6, "summary": "整体运势非常给力，呈现出诸事皆顺的节奏。在这一天里，你仿佛被一股无形的力量推动着，无论做什么事情都能顺利进行。你的思维清晰，逻辑严谨，在处理各种问题时能够迅速找到关键所在，并给出有效的解决方案。这种高效的状态会让你在生活里充满自信，面对各种挑战都能从容应对。而且，你还能敏锐地捕捉到周围的机会，并且能够果断地抓住它们，为自己的发展创造更多的可能性。在与他人交往中，你也能展现出独特的魅力，吸引到志同道合的人围绕在你身边。这种良好的运势会让你收获满满，不仅在精神层面得到极大的满足，还能在人际关系等方面取得不错的进展，让你的一天过得充实而有意义。", "work": "100", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251201, "name": "射手座", "QFriend": "狮子座", "all": "75", "color": "米白色", "datetime": "2025年12月01日", "health": "63", "love": "75", "money": "75", "number": 5, "summary": "整体运势下滑，容易因为马虎大意而栽跟斗。这种马虎可能体现在各个方面，比如在做决策时没有充分考虑各种因素，导致做出错误的选择；在与他人交流时，没有注意自己的言辞，从而引起不必要的误会。这些小失误虽然看似不起眼，但却可能会给你带来一些麻烦和困扰。由于运势不佳，你可能会感到有些烦躁和不安，这种情绪又会进一步影响你的判断力和行动力，让你陷入一种恶性循环。为了避免这种情况恶化，你需要时刻提醒自己保持谨慎和细心，在做任何事情之前都要认真思考，反复确认。同时，也要调整好自己的心态，不要因为一时的失误而过分自责，要以积极的态度去面对问题，努力挽回局面。", "work": "90", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251201, "name": "摩羯座", "QFriend": "天秤座", "all": "90", "color": "深蓝色", "datetime": "2025年12月01日", "health": "77", "love": "90", "money": "90", "number": 7, "summary": "整体运势一般般，处于一种走一步算一步的状态。在这一天里，你似乎缺乏明确的目标和方向，不知道自己真正想要的是什么。这种迷茫的状态会让你在面对生活中的各种选择时感到困惑和无助，不知道该往哪个方向前进。你可能会随意地做出一些决定，而没有经过深思熟虑，这样很容易导致后续出现问题。由于没有坚定的目标，你在行动上也缺乏动力和热情，做事情总是提不起精神。为了改善这种运势，你需要花一些时间来思考自己的人生规划和目标，明确自己想要追求的东西。一旦有了明确的目标，你就会有了前进的方向和动力，能够更加有针对性地开展行动，让自己的生活变得更加有意义和充实。", "work": "90", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251201, "name": "水瓶座", "QFriend": "白羊座", "all": "75", "color": "玫红色", "datetime": "2025年12月01日", "health": "67", "love": "90", "money": "75", "number": 3, "summary": "整体运势略差，容易在人际关系上碰壁。在与他人交往的过程中，你可能会遇到一些不愉快的事情，比如与朋友发生争执、与同事产生矛盾等。这些人际关系的问题会让你感到心情烦躁和郁闷，影响你的情绪和生活状态。出现这些问题的原因可能是你在与他人沟通时没有注意方式方法，或者没有考虑到对方的感受，从而引起了对方的不满。为了避免在人际关系上继续碰壁，你需要反思自己的沟通方式和行为举止。在与他人交流时，要学会倾听对方的意见和想法，尊重他人的感受，以更加温和、理性的方式表达自己的观点。同时，也要学会包容和理解他人，不要过于计较一些小事，以宽容的心态去处理人际关系中的问题，这样才能逐渐改善自己的运势，营造一个和谐的人际关系环境。", "work": "75", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251201, "name": "双鱼座", "QFriend": "巨蟹座", "all": "100", "color": "浅黄色", "datetime": "2025年12月01日", "health": "91", "love": "100", "money": "100", "number": 6, "summary": "整体运势相当不错，能够向着梦想走近一大步。在这一天里，你仿佛充满了能量和动力，对未来充满了希望和憧憬。你内心深处的梦想和目标变得更加清晰，你能够明确地知道自己想要追求的是什么，并且愿意为了实现这些目标而付出努力。这种坚定的信念会让你在面对困难和挑战时毫不退缩，勇往直前。而且，你还能够得到一些外界的支持和帮助，这些支持可能来自于朋友、家人或者一些偶然的机会，它们会为你的前进提供有力的助力。在你的努力和外界的帮助下，你能够在实现梦想的道路上取得显著的进展，离自己的目标越来越近。这种良好的运势会让你感到无比的喜悦和满足，也会让你更加坚信自己的能力和价值，激励你继续朝着梦想的方向奋勇前行。", "work": "100", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20251202, "name": "白羊座", "QFriend": "天秤座", "all": "75", "color": "粉色", "datetime": "2025年12月02日", "health": "62", "love": "90", "money": "75", "number": 9, "summary": "整体运势欠佳，你似乎带着一种盲目乐观的心态看待周遭，这种心态容易让你对事情的走向产生不切实际的期待。在与人交流互动时，可能会因为过于乐观而忽略一些潜在的问题，使得原本可能达成的共识出现偏差，期待落空的情况时有发生。在面对一些选择时，这种盲目乐观也会让你缺乏理性的分析，仅凭一时冲动做出决定，后续可能会发现与自己预期相差甚远。而且在社交场合中，你的这种状态可能会让他人觉得你不够稳重，从而影响人际关系的发展。建议你在这天保持清醒的头脑，多从实际情况出发去思考问题，不要被乐观的情绪冲昏头脑，遇到事情多权衡利弊，避免因盲目乐观而带来不必要的麻烦。", "work": "75", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251202, "name": "金牛座", "QFriend": "巨蟹座", "all": "100", "color": "藕荷色", "datetime": "2025年12月02日", "health": "98", "love": "100", "money": "100", "number": 1, "summary": "整体运势非常给力，你仿佛被梦想的火焰点燃，浑身充满干劲。内心对未来的憧憬和向往化作源源不断的动力，推动着你积极向前。在面对各种事务时，你展现出坚定的决心和顽强的毅力，不轻易被困难打倒。这种积极向上的状态让你在社交场合中也格外引人注目，容易吸引到志同道合的人，与他们建立起良好的关系。而且你对生活充满热情，愿意主动去探索新的领域，尝试新的事物，这种勇于开拓的精神会为你带来许多新的机遇和体验。你会发现自己在这天能够轻松地应对各种挑战，并且在这个过程中不断成长和进步，收获满满的成就感和自信心。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251202, "name": "双子座", "QFriend": "金牛座", "all": "90", "color": "抹茶色", "datetime": "2025年12月02日", "health": "65", "love": "75", "money": "75", "number": 2, "summary": "整体运势低迷，你很容易陷入三分钟热度的状态。对很多事情一开始充满兴趣，热情高涨，但这种热情往往难以持久。在接触新事物时，可能刚开始会觉得新鲜有趣，全身心地投入其中，但没过多久就会失去耐心，转而将注意力转移到其他事情上。这种频繁变换兴趣点的行为会让你在很多方面都只是浅尝辄止，难以深入了解和掌握。而且在与人相处时，这种不稳定的状态也可能让他人觉得你不够靠谱，难以对你产生信任。建议你在这天尽量克制自己的浮躁情绪，学会专注和坚持，对于自己真正感兴趣的事情，要有耐心去深入探究，不要轻易放弃，这样才能有所收获。", "work": "75", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251202, "name": "巨蟹座", "QFriend": "处女座", "all": "90", "color": "棕色", "datetime": "2025年12月02日", "health": "68", "love": "90", "money": "90", "number": 4, "summary": "整体运势平平，你倾向于按照一种公式化的节奏来生活。做事情喜欢遵循既定的模式和流程，不太愿意尝试新的方法和途径。这种保守的做法虽然能让你在熟悉的环境中感到安心，但也容易让你错过一些新的机会和可能性。在与人交往时，你也表现得比较内敛和含蓄，不太主动表达自己的想法和感受，可能会让他人觉得你有些难以接近。不过，这种稳定的生活节奏也能让你在面对一些突发情况时保持冷静和理智，有条不紊地处理问题。建议你在这天可以适当打破一下常规，尝试一些新的事物，给自己的生活增添一些新鲜感和活力，也许会有意想不到的收获。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251202, "name": "狮子座", "QFriend": "摩羯座", "all": "100", "color": "紫色", "datetime": "2025年12月02日", "health": "88", "love": "100", "money": "100", "number": 1, "summary": "整体运势平稳，你能够通过行动做出一些小小的改变。这些改变或许并不显著，但却能在潜移默化中影响你的生活。在面对一些日常事务时，你不再满足于现状，而是积极主动地寻求改进的方法。这种积极的态度会让你在处理事情时更加得心应手，效率也有所提高。而且在与人相处时，你也会更加注重自己的言行举止，努力展现出自己最好的一面，从而赢得他人的认可和尊重。这些小小的改变会让你在这天感受到生活的进步和成长，虽然过程可能并不惊天动地，但却能让你内心充满满足感和成就感。建议你继续保持这种积极行动的状态，不断积累小的改变，未来会有更大的收获。", "work": "100", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251202, "name": "处女座", "QFriend": "狮子座", "all": "90", "color": "橙色", "datetime": "2025年12月02日", "health": "63", "love": "75", "money": "75", "number": 6, "summary": "整体运势略差，你似乎对变化充满恐惧，一味地选择逃避。当生活中出现一些新的情况或挑战时，你首先想到的不是如何去面对和解决，而是如何躲开。这种逃避的心态会让你错过许多成长和发展的机会，也会让你在面对困难时变得更加脆弱和无助。在与人交往时，你也因为害怕改变而表现得过于谨慎和保守，不敢轻易表达自己的真实想法和感受，这可能会影响你与他人之间的沟通和交流。建议你在这天勇敢地面对生活中的变化，不要害怕失败和挫折，要相信自己的能力，积极主动地去迎接挑战。只有通过不断地尝试和实践，你才能逐渐克服内心的恐惧，变得更加坚强和自信。", "work": "75", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251202, "name": "天秤座", "QFriend": "水瓶座", "all": "90", "color": "淡黄色", "datetime": "2025年12月02日", "health": "75", "love": "90", "money": "90", "number": 3, "summary": "整体运势一般，你处于一种需要在工作、学习与生活间寻得平衡的状态。这种平衡并非易事，你可能会察觉到，当全身心投入工作或学习时，生活里的其他方面就容易被忽视，而过度关注生活，又可能影响工作学习的进度。这种拉扯感会让你有些纠结，不知该把重心放在何处。在社交方面，也可能因这种失衡而有所影响，与朋友相处时，或许会因忙碌而无法尽情投入交流，又或者因生活琐事缠身，对社交活动提不起太多兴致。不过，这种状态也并非无法改善，你需要静下心来，梳理各项事务的优先级，合理分配时间和精力，在保证工作学习效率的同时，也别忘了给生活留出足够的空间，如此才能逐渐找到那个让自己舒适的平衡点，让日子过得更顺心。", "work": "90", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251202, "name": "天蝎座", "QFriend": "双鱼座", "all": "100", "color": "玫红色", "datetime": "2025年12月02日", "health": "91", "love": "100", "money": "100", "number": 7, "summary": "整体运势棒棒哒，是热情高涨的一天，你浑身散发着积极向上的能量，仿佛有用不完的精力。这种热情驱使着你不断向前，敢于挑战自我，突破以往设定的界限。在面对各种情况时，你不再畏缩不前，而是主动出击，积极寻找解决问题的方法。这种勇敢和果断会让你在人群中脱颖而出，吸引他人的目光和赞赏。而且，你的热情也会感染身边的人，带动周围的气氛变得更加活跃。在与人交往中，你真诚坦率，能够毫无保留地表达自己的想法和感受，这种真诚会为你赢得他人的信任和好感，进一步拓展你的人际关系。总之，这一天你会在积极的状态中不断收获成长和喜悦，尽情享受这份热情带来的美好。", "work": "100", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251202, "name": "射手座", "QFriend": "天秤座", "all": "100", "color": "青色", "datetime": "2025年12月02日", "health": "96", "love": "100", "money": "100", "number": 6, "summary": "整体运势相当不错，你以自己为主导，主动性超强。这种主动性体现在生活的方方面面，无论是做决定还是采取行动，你都能够果断地按照自己的意愿来进行。你不会轻易被他人的意见左右，而是坚信自己的判断和选择。在面对新的机会和挑战时，你会毫不犹豫地抓住，积极地去尝试和探索。这种勇于尝试的精神会让你接触到许多新鲜的事物，拓宽自己的视野和认知。而且，你的主动性也会让你在社交场合中更加活跃，能够主动与他人交流互动，结识新的朋友。你充满活力的状态也会给身边的人带来积极的影响，让大家都能感受到你的热情和快乐，从而营造出一个和谐愉快的氛围。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251202, "name": "摩羯座", "QFriend": "天蝎座", "all": "100", "color": "金色", "datetime": "2025年12月02日", "health": "95", "love": "100", "money": "100", "number": 4, "summary": "整体运势不断走高，仿佛得到运气的助力，让你在各方面都更加如鱼得水。在做事情时，你会感觉一切都在朝着好的方向发展，原本可能觉得困难重重的事情，如今也能顺利推进。这种顺利并非偶然，而是你平时积累的努力和经验在此时发挥了作用，再加上运气的加持，让你能够更加轻松地应对各种情况。在与人相处时，你也能展现出自己独特的魅力，赢得他人的认可和尊重。你的沉稳和可靠会让他人愿意与你合作，共同完成一些事情。而且，你还能从与他人的交流中获得新的启发和灵感，进一步提升自己。这一天，你会在良好的运势中不断收获自信和成就感，为未来的发展打下坚实的基础。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251202, "name": "水瓶座", "QFriend": "射手座", "all": "90", "color": "深蓝色", "datetime": "2025年12月02日", "health": "77", "love": "90", "money": "90", "number": 2, "summary": "整体运势普普通通，你可能会感受到平淡与无聊的气息。生活似乎没有太多波澜起伏，一切都按部就班地进行着，这种缺乏变化的状态容易让你产生倦怠感。你可能会觉得周围的环境有些沉闷，缺乏新鲜感和刺激感，从而对很多事情都提不起兴趣。在社交方面，也可能因为这种平淡而缺乏主动交流的欲望，与朋友之间的互动变得有些敷衍。不过，这种平淡也并非完全不好，它给你提供了一个沉淀自己的机会。你可以利用这段时间静下心来，回顾过去的经历，总结经验教训，思考未来的方向。同时，也可以尝试给自己找一些新的小爱好或者活动，为生活增添一些乐趣和色彩，打破这种平淡与无聊的状态，让自己的生活重新焕发生机。", "work": "90", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251202, "name": "双鱼座", "QFriend": "白羊座", "all": "75", "color": "葱绿色", "datetime": "2025年12月02日", "health": "66", "love": "75", "money": "75", "number": 7, "summary": "略显倒霉，你似乎总是在比较中制造着焦虑。在看到他人取得成功或者拥有某些东西时，你会不自觉地与自己进行对比，然后发现自己似乎总是差那么一点。这种比较会让你产生一种失落感和焦虑感，觉得自己不够好，不够优秀。而且，这种焦虑还会影响你的情绪和心态，让你变得消极悲观，对生活中的事情缺乏热情和动力。在与人交往时，你也可能因为这种焦虑而表现得有些敏感和脆弱，容易因为他人的言行而产生不必要的误会和矛盾。其实，每个人都有自己的节奏和轨迹，过度比较只会让自己陷入无尽的烦恼之中。建议你在这天调整好自己的心态，学会欣赏自己的优点和长处，不要过分在意他人的看法和成就，以平和的心态面对生活中的一切，这样才能摆脱焦虑，重新找回快乐和自信。", "work": "75", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，白羊座需要特别注意四肢关节的护理，避免剧烈运动导致受伤。外出时要留意安全，小心翼翼，避免摔倒或扭伤的情况发生。保持规律的生活作息，合理饮食，适量运动，是维持健康的重要保障。", "job": "在事业方面，白羊座需要审慎思考未来的发展方向，不要轻率地依赖过往经验或主观感觉做出决策。要结合实际情况和市场需求，做出具体的改变和调整，才能实现事业上的突破和进步。在学业方面，全身心投入学习，掌握知识要点，注重实践与理论相结合，努力提升自己的学习效率和能力。", "love": "本周单身的白羊座将格外注重自身形象和魅力，会更加用心打扮自己，这会吸引更多的异性注意和青睐。同时，身边的桃花也会逐渐增多，需要保持开放的心态，把握机会。对于有伴侣的白羊座，本周需要更加体贴和耐心，避免因一时的不耐烦而伤害到对方的感情，多沟通，多包容。", "money": "本周白羊座的财运相对平稳，不宜冒险投资，要以稳健为主，不要盲目追求高风险高回报的项目。理性分析风险与收益，把握投资节奏，稳步发展财务状况，才能保障财富的稳健增长。", "work": "在事业方面，白羊座需要审慎思考未来的发展方向，不要轻率地依赖过往经验或主观感觉做出决策。要结合实际情况和市场需求，做出具体的改变和调整，才能实现事业上的突破和进步。在学业方面，全身心投入学习，掌握知识要点，注重实践与理论相结合，努力提升自己的学习效率和能力。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "本周金牛座需要重视健康，保持规律的作息时间，均衡饮食，多参与体育锻炼，以保持身心健康。同时，也要注意情绪管理，保持乐观积极的心态，才能更好地面对各种挑战。", "job": "在事业方面，金牛座本周需要注重思考和行动的结合，不要草率行事，要有计划地推进工作，同时对于学业来说，认真复习和巩固知识是关键，不要因为一时的懈怠而影响学习效果。", "love": "对于单身的金牛座来说，本周可能会有一些让你心动的机会出现，勇敢追求自己心仪的对象吧，也许会迎来一段美好的恋情。已有伴侣的金牛座需要更多的沟通和体谅，共同解决问题，才能使感情更加稳固和甜蜜。", "money": "金牛座本周的财富运势颇佳，有望获得一些意外收入或者发现新的理财机会。但也要注意理性投资，避免冒险行为，保持财务稳健，才能持续赚取财富。", "work": "在事业方面，金牛座本周需要注重思考和行动的结合，不要草率行事，要有计划地推进工作，同时对于学业来说，认真复习和巩固知识是关键，不要因为一时的懈怠而影响学习效果。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "健康方面，双子座需要特别注意口腔健康问题，定期进行口腔清洁和检查，避免牙龈肿痛情况的发生，同时要注意饮食均衡，避免食用过硬食物，保持良好的生活习惯和作息时间。", "job": "在工作方面，双子座需要注重细节，避免冲动行事，专注于当前的任务和目标，同时要不断学习提升自己的能力和技能，与同事良好合作，共同推动工作进展；在学习方面，可以与同学朋友组建学习小组，相互鼓励，互相学习，共同取得进步。", "love": "对于单身的双子座来说，本周需要学会释放过去的包袱，积极迎接新的恋情，不要让过去的阴影影响当下和未来；而有伴侣的双子座则要注意避免过度依赖对方，建立独立自主的个人空间，保持良好的沟通和理解，共同经营稳定的感情关系。", "money": "本周财务状况整体良好，双子座可以通过理性消费和规划来保持财务稳定，同时也可以考虑适当的投资理财，谨慎决策，有望获得一定的收益。", "work": "在工作方面，双子座需要注重细节，避免冲动行事，专注于当前的任务和目标，同时要不断学习提升自己的能力和技能，与同事良好合作，共同推动工作进展；在学习方面，可以与同学朋友组建学习小组，相互鼓励，互相学习，共同取得进步。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "健康方面需要注意情绪管理和规律作息。保持良好的生活习惯，合理安排工作和休息时间，避免过度疲劳和压力。适量运动，均衡饮食，有助于提升身体免疫力和健康水平。", "job": "在事业方面，巨蟹座需要相信自己的能力和价值，敢于尝试新的工作机会和合作伙伴。不断提升自己，才能获得更多的机遇和成就。学业上，要保持专注和热情，深入学习知识，不被功利和成绩所左右，坚持学习的初心和目标。", "love": "单身的巨蟹本周可能需要更多的勇气和自信来追求爱情。不要害怕表达自己的情感，勇敢迈出第一步，也许就会遇到意想不到的好运。有伴侣的巨蟹，本周可以更多地关注对方的感受和需求，相互理解和支持，共同享受爱情的甜蜜。", "money": "本周财富运势相对稳定，但也存在一定的波动性。巨蟹座在理财方面要保持谨慎态度，不要盲目跟风或投机，量力而行，稳健发展，避免冒险行为带来的财务损失。", "work": "在事业方面，巨蟹座需要相信自己的能力和价值，敢于尝试新的工作机会和合作伙伴。不断提升自己，才能获得更多的机遇和成就。学业上，要保持专注和热情，深入学习知识，不被功利和成绩所左右，坚持学习的初心和目标。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，狮子座要关注身体健康，保持良好的生活习惯，合理饮食，适量运动，保持身心健康。定期体检，注意调整生活状态，保持积极的心态，享受健康快乐的生活。要留意身体信号，及时调整作息，保持良好状态。", "job": "在事业方面，狮子座需要明确自己的职业目标，制定计划并坚定执行，不断提升自己的能力和技能，争取更好的职业发展和晋升。在学业上，要勤奋学习，与同学老师多交流，不断充实知识，取得优异成绩。", "love": "对于单身的狮子座而言，本周可能会遇到适合自己的人，通过相互了解和交流，有机会开启一段美好的恋情。对于有伴侣的狮子座，要多关心对方，共同面对生活的挑战，增进感情，共同成长。", "money": "财务方面，狮子座要谨慎理财，合理规划支出，避免过度消费和投资风险，保持财务稳健。可以考虑适当的理性投资理财，稳步增值财富，实现财务自由和独立。", "work": "在事业方面，狮子座需要明确自己的职业目标，制定计划并坚定执行，不断提升自己的能力和技能，争取更好的职业发展和晋升。在学业上，要勤奋学习，与同学老师多交流，不断充实知识，取得优异成绩。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，处女座本周要特别关注眼部健康问题，避免过度用眼和眼睛不适症状。适时进行眼部保养和按摩，保持良好的作息习惯和饮食结构，多休息放松，保护视力健康，保持身心平衡。", "job": "在事业方面，处女座需要增强行动力，抓住机遇，不要过度考虑和犹豫，及时行动才能获得成功。在学业上，要坚持努力学习，克服困难和压力，保持积极的心态，勇敢迎接挑战，相信自己的能力，定能取得优异的成绩。", "love": "对于单身的处女座而言，本周需要学会放松自己，不要过分紧张和刻意，展现真实的自我，才能吸引到合适的对象。有伴侣的处女座，可以通过给予对方一些小惊喜和关怀，增进彼此的感情，共同享受甜蜜的时光，增进彼此的默契和亲密度。", "money": "本周财务状况波动较大，处女座需要保持理性和谨慎，避免过度乐观和盲目消费。理性规划财务，控制开支，精打细算，合理投资理财，稳健发展，才能确保财务稳定和持续增长。", "work": "在事业方面，处女座需要增强行动力，抓住机遇，不要过度考虑和犹豫，及时行动才能获得成功。在学业上，要坚持努力学习，克服困难和压力，保持积极的心态，勇敢迎接挑战，相信自己的能力，定能取得优异的成绩。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，天秤座需要特别关注眼部健康问题，尽量减少长时间使用电子设备造成的眼部疲劳。合理安排作息时间，保持良好的生活习惯和饮食结构，定期进行适量的运动，保持身心健康。同时，要学会调节情绪，保持心态平和，以更好地面对生活中的挑战。", "job": "在事业方面，天秤座需要不断总结工作经验，提升自身的工作能力和效率，更好地应对各种挑战。同时，要加强与同事之间的沟通与合作，共同努力实现团队的目标。在学业方面，要善于利用碎片时间学习，拓展知识面，不断提升自己的学术水平。", "love": "对于单身的天秤座而言，本周应该展现出自信和独特的魅力，积极参与社交活动，扩大交际圈，有利于结识到合适的对象。而已有伴侣的天秤座则需要多一些互相理解和支持，共同克服困难，共同享受生活中的点滴甜蜜。", "money": "本周天秤座的财务运势较为顺利，有可能会遇到一些不错的投资机会，但需要保持理性，避免盲目跟风。要谨慎分析市场动向，量力而行，规避潜在的风险，以稳健的态度管理自己的财务。", "work": "在事业方面，天秤座需要不断总结工作经验，提升自身的工作能力和效率，更好地应对各种挑战。同时，要加强与同事之间的沟通与合作，共同努力实现团队的目标。在学业方面，要善于利用碎片时间学习，拓展知识面，不断提升自己的学术水平。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "对于健康方面，天蝎本周需特别留意自己的饮食习惯，避免暴饮暴食，养成健康的生活方式。除此之外，要保持适量运动，保持良好的作息规律，关注身体健康，及时调整自己的生活状态，才能更好地保持健康和活力。", "job": "在事业方面，天蝎本周需要注重稳定和目标规划，不要因困难而气馁，要坚持不懈地努力，积累经验和提升技能。同时，要制定明确的目标和计划，有条不紊地前进，不要放松对自己的要求，只有如此才能取得更好的职业发展。", "love": "对于单身的天蝎而言，本周需要更加细心和敏感，留意周围的爱情机会，不要错失那些微妙的暗示。而对于有伴侣的天蝎来说，要避免过于强势和独断，应该尊重对方的意见和选择，共同经营稳定的感情关系，避免因强势而引发矛盾和摩擦。", "money": "本周在财务方面，天蝎需要保持谨慎和理性的态度，不要被表面诱惑或者他人的话语影响自己的判断。要审慎理财，避免冲动消费，规划好自己的财务计划，控制好支出，才能保持财务稳健和持续增长。", "work": "在事业方面，天蝎本周需要注重稳定和目标规划，不要因困难而气馁，要坚持不懈地努力，积累经验和提升技能。同时，要制定明确的目标和计划，有条不紊地前进，不要放松对自己的要求，只有如此才能取得更好的职业发展。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "健康方面，射手座需要注意适当休息，避免过度疲劳和身体不适。不宜进行过于剧烈的运动，要保持规律的生活作息，均衡饮食，有助于保持身体健康状态。建议射手座多参与一些放松身心的活动，保持心情愉快，有利于身心健康的维护。", "job": "在事业方面，射手座需要与同事和合作伙伴密切配合，共同努力完成工作任务。要避免固执己见，保持灵活性和开放性，时刻以大局为重，以团队利益为先。在学业上，射手座需要坚持乐观积极的态度，勇敢面对挑战，不畏失败，努力学习，才能取得更好的成绩。", "love": "对于单身的射手座来说，本周可能会有机会遇到让自己心动的对象，但要主动行动，不要因犹豫不决而错失良缘。已有伴侣的射手座，本周感情上会更加稳定，彼此之间的默契感增强，通过沟通和互动，可以让感情更加深厚。", "money": "本周射手座的财富运势较为顺利，可能会通过他人的推荐或帮助获得一定的财务收益。射手座应该善于把握机会，合理规划财务，避免过度消费和投资风险，有望增加财富积累。", "work": "在事业方面，射手座需要与同事和合作伙伴密切配合，共同努力完成工作任务。要避免固执己见，保持灵活性和开放性，时刻以大局为重，以团队利益为先。在学业上，射手座需要坚持乐观积极的态度，勇敢面对挑战，不畏失败，努力学习，才能取得更好的成绩。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，摩羯需要注意保持规律的作息时间，合理饮食，适当运动。特别要注意过敏问题，保持清洁卫生，远离过敏源，及时就医治疗。保持健康的生活习惯和积极的心态，有助于提升整体健康水平。", "job": "在事业方面，摩羯需要制定长远规划，谨慎稳健地执行，睿智地做出决策。不要急于求成，要脚踏实地，努力克服困难，才能实现事业目标。学业上，要专注学习，虚心向他人学习，不断提升自己的能力，才能取得更好的成绩。", "love": "单身的摩羯本周有可能遇到让自己心动的人，建议敢于表达真实感情，积极追求自己的爱情幸福。对于已有伴侣的摩羯来说，需要加强沟通理解，保持良好的互动关系，避免小事情引发的矛盾，共同维护感情稳定。", "money": "财运较好的摩羯本周适合进行理性投资和财务规划，要理智分析风险，避免盲目跟风投资。保持稳健的投资策略，控制消费，理性理财，才能稳步增加财富，实现财务稳定。", "work": "在事业方面，摩羯需要制定长远规划，谨慎稳健地执行，睿智地做出决策。不要急于求成，要脚踏实地，努力克服困难，才能实现事业目标。学业上，要专注学习，虚心向他人学习，不断提升自己的能力，才能取得更好的成绩。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "健康方面，水瓶座本周需要注意免疫力下降的问题，有可能会引发一些感冒等疾病，要加强锻炼，适当补充营养，保持身体健康。注意合理安排作息时间，避免过度劳累。", "job": "在工作方面，水瓶座可能会因为琐碎事务而受到一些影响，需要保持冷静，调整好心态，稳健地前行。在学业上，这周水瓶座可能会面临一些选择和抉择，不要被犹豫所困扰，要理性思考，不要让情绪左右自己的学习进程。", "love": "对于单身的水瓶座而言，本周可能会遇到让自己心动的对象，但要注意不要犹豫不决，要敢于表达自己的真实感受，积极追求自己的幸福。而对于有伴侣的水瓶座来说，这周会更加渴望与另一半共度甜蜜时光，共同享受彼此的陪伴，摆脱琐事的困扰，享受简单而美好的生活。", "money": "本周水瓶座的财运并不十分理想，可能会有一些盲目消费的倾向，要注意量力而行，避免冲动购物，理性对待金钱和财务问题，谨慎理财。", "work": "在工作方面，水瓶座可能会因为琐碎事务而受到一些影响，需要保持冷静，调整好心态，稳健地前行。在学业上，这周水瓶座可能会面临一些选择和抉择，不要被犹豫所困扰，要理性思考，不要让情绪左右自己的学习进程。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 49, "date": "2025年11月30日-2025年12月06日", "health": "在健康方面，双鱼座本周需要留意头部健康问题，可能会出现头昏脑胀的情况。建议避免过度使用大脑，注意适时休息，放松身心，缓解症状。保持健康的生活方式和积极的心态，才能度过这段时间的健康隐患。", "job": "在事业方面，双鱼座本周将面临一些挑战，但同时也会有更多的机会和挑战等待着你。保持专注和耐心，全身心投入工作中，面对质疑也要保持自信和坚定。学业上，要克服浮躁的情绪，沉下心来认真学习，夯实基础知识，这将为未来的发展打下坚实的基础。", "love": "单身的双鱼本周可能会感到内心有些孤独，但也会更加珍惜独处的自由时光。建议在这段时间内，多关注自己的内心世界，提升个人内在修养和充实自己。有伴侣的双鱼则需要注意控制敏感情绪，避免因小事而产生矛盾，要学会慢慢调整自己的情绪，理性对待感情问题。", "money": "本周双鱼座的财富运势一般般，可能会有较大的支出，特别是在网购方面。建议理性消费，避免过度囤积商品，合理规划支出，才能保持财务平衡，避免不必要的经济压力。", "work": "在事业方面，双鱼座本周将面临一些挑战，但同时也会有更多的机会和挑战等待着你。保持专注和耐心，全身心投入工作中，面对质疑也要保持自信和坚定。学业上，要克服浮躁的情绪，沉下心来认真学习，夯实基础知识，这将为未来的发展打下坚实的基础。", "resultcode": "200", "error_code": 0}}}