{"today": {"白羊座": {"date": 20250812, "name": "白羊座", "QFriend": "双子座", "all": "100", "color": "茶色", "datetime": "2025年08月12日", "health": "88", "love": "90", "money": "90", "number": 7, "summary": "整体状态比较稳，没有大起大落，但也不会完全没波澜。这一天里，你可能会遇到一些需要“吸收新东西”的场景，比如朋友突然分享了个冷知识，或是刷到个让你觉得“原来还能这样”的小技巧，这些小启发会像种子一样落在你心里，虽然不会立刻开花结果，但会让你觉得“没白过”。生活节奏上，你可能会主动调整自己的安排，比如把原本计划做的事换个顺序，或是临时加个小环节，这种“不按套路来”的小变动反而会让你更舒服。不过，别因为状态稳就懒得动，偶尔主动找点新鲜事做，比如去没去过的便利店买瓶新饮料，或是换条路散步，能让这一天更有记忆点。整体来说，这一天适合“稳中求新”，既保持日常的节奏，又给生活加点小惊喜，状态会越来越顺。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250812, "name": "金牛座", "QFriend": "白羊座", "all": "100", "color": "草绿色", "datetime": "2025年08月12日", "health": "84", "love": "90", "money": "100", "number": 7, "summary": "整体运势不错，像手里攥着一张待拆的礼物卡——有期待，但需要主动去“兑换”。这一天里，你的时间会成为关键资源，可能会遇到几件需要同时处理的事，比如家人需要帮忙、朋友约见面，或是自己想做个小计划，这时候“把时间用在刀刃上”就显得特别重要。你可能会不自觉地权衡“哪件事更重要”“先做哪件更划算”，这种思考会帮你更高效地分配精力，避免瞎忙。不过，别因为太追求“划算”而忽略了自己的感受，比如朋友约的饭局虽然不紧急，但能让你放松，这类“非功利”的事也值得花时间。整体来说，这一天适合“有目标地忙碌”，把时间花在能让自己或身边人开心的事上，收获会比想象中更多。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250812, "name": "双子座", "QFriend": "狮子座", "all": "90", "color": "金色", "datetime": "2025年08月12日", "health": "72", "love": "90", "money": "90", "number": 2, "summary": "整体运势有点小曲折，像走路时突然踩到颗小石子，虽然不疼，但会让你顿一下。这一天里，你可能会在一些小地方犯错，比如记错时间、忘带东西，或是说话时没表达清楚，这些小失误不会造成大麻烦，但会让你有点懊恼。不过，你的反应很快，往往能立刻发现并改正，比如发现忘带钥匙后马上联系家人，或是说错话后赶紧补一句解释，这种“及时补救”的能力会帮你减少影响。另外，你可能会遇到些需要“反复确认”的事，比如订外卖时看错地址，或是付款时输错金额，多检查两遍能避免大部分问题。整体来说，这一天适合“慢半拍”，做事时多留个心眼，犯错后别太自责，及时改正就好，状态会慢慢顺起来。", "work": "90", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250812, "name": "巨蟹座", "QFriend": "巨蟹座", "all": "90", "color": "淡紫色", "datetime": "2025年08月12日", "health": "80", "love": "100", "money": "90", "number": 5, "summary": "你的整体运势平平，像一杯温吞的水——不烫也不凉，喝下去没特别的感觉，但也不会不舒服。这一天里，你可能会觉得生活有点“没劲儿”，比如原本期待的事没发生，或是日常的安排太重复，心里会冒出“要不找点新鲜事？”的小念头，但真要行动时又懒得动。这种“无聊感”其实是你身体在提醒你“需要点变化”，比如换个发型、听首没听过的歌，或是去常去的超市买包新口味的零食，这些小改变能打破日常的重复感。不过，别因为“无聊”就强迫自己做不喜欢的事，勉强反而会更累。整体来说，这一天适合“随性而为”，想做什么就做，不想做就歇着，顺着自己的心意来，反而能找到小乐趣。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250812, "name": "狮子座", "QFriend": "天秤座", "all": "75", "color": "酒红色", "datetime": "2025年08月12日", "health": "66", "love": "90", "money": "90", "number": 1, "summary": "整体运势略差，像走路时总碰到路边的栏杆，虽然不是大麻烦，但会让你有点烦躁。这一天里，你可能会遇到些“卡壳”的小事，比如想用的东西突然找不到、想联系的人没回消息，或是计划好的事被临时打乱，这些小状况会让你觉得“怎么什么都不顺”。不过，这些“小钉子”大多不是因为你做错了什么，只是运气稍微差了点，比如钥匙掉沙发缝里，或是手机没电刚好没带充电宝，别太往心里去。另外，你可能会有点“急”，想快点解决问题，但越急越容易出错，比如翻东西时把房间弄得更乱，不如先深呼吸，慢慢来。整体来说，这一天适合“放平心态”，把小麻烦当生活的“调味料”，笑一笑就过去了，状态会慢慢好起来。", "work": "75", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250812, "name": "处女座", "QFriend": "双鱼座", "all": "100", "color": "银灰色", "datetime": "2025年08月12日", "health": "92", "love": "100", "money": "100", "number": 9, "summary": "整体运势非常给力，像拆开了期待已久的礼物，而且里面的东西刚好是你想要的，还多了点小惊喜。这一天里，你可能会迎来一些“蜕变”的小契机，比如突然想通了一个困扰你很久的小问题，或是发现原来自己可以更轻松地处理某件事，这种“原来我能做到”的感觉会让你特别有成就感。另外，你可能会遇到些需要“突破”的小场景，比如平时不爱说话的你主动开了个玩笑，或是尝试了件从来没做过的小事，这些小改变会让你发现自己“还有另一面”。不过，别因为状态好就给自己定太高的目标，顺其自然就好，小进步也是进步。整体来说，这一天适合“打开自己”，多尝试、多感受，你会发现生活比想象中更有趣，状态也会越来越好。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250812, "name": "天秤座", "QFriend": "金牛座", "all": "100", "color": "墨绿色", "datetime": "2025年08月12日", "health": "98", "love": "100", "money": "100", "number": 4, "summary": "整体状态 很“顺滑”，做什么都带着股轻松劲儿。这一天里，你会发现原本需要费点劲儿的事突然变得简单，比如想联系的人刚好主动找你，或是纠结的小问题突然有了清晰的思路，这种“事半功倍”的感觉会让你心情格外舒畅。你可能会不自觉地想“运气真好”，但其实这更多是你之前积累的小努力在发挥作用，比如平时对人际关系的维护，或是遇到问题时多思考的习惯，都成了帮你省力的助力。另外，你可能会遇到些需要协调的小事，比如帮朋友传句话，或是平衡两件事的安排，你的灵活处理会让事情更顺利，也会让身边人觉得“有你在真省心”。整体来说，这一天适合“顺势而为”，顺着生活的节奏走，别刻意给自己加任务，你会发现很多事自然就能成，状态也会越来越好。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250812, "name": "天蝎座", "QFriend": "天蝎座", "all": "75", "color": "湖蓝色", "datetime": "2025年08月12日", "health": "62", "love": "75", "money": "90", "number": 6, "summary": "整体运势有点“电量不足”的感觉，热情像被按了快进键，来得快，褪得也快。这一天里，你可能会突然对某件事特别感兴趣，比如想学个新技能、尝试个新爱好，但坚持不了多久就失去动力，心里冒出“好像也没那么有意思”的小念头。这种“三分钟热度”的状态会让你有点懊恼，觉得“怎么又坚持不下来”，但其实这可能只是你状态比较“飘”，注意力容易被新鲜事吸引，但难以长时间集中。另外，你可能会遇到些需要耐心的小事，比如排队等餐、听朋友反复说一件事，容易觉得烦躁，想快点结束。整体来说，这一天适合“随性一点”，对感兴趣的事浅尝辄止也没关系，别强迫自己必须坚持，反而会让自己更累。接受“就是不想太用力”的状态，心情会轻松很多。", "work": "90", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250812, "name": "射手座", "QFriend": "处女座", "all": "75", "color": "青色", "datetime": "2025年08月12日", "health": "68", "love": "75", "money": "75", "number": 2, "summary": "你的整体运势有点“卡在舒适区”的感觉，像躺在软沙发上不想动，明明知道可以起来做点别的，但就是懒得动。这一天里，你可能会对现状特别满足，比如觉得现在的生活挺轻松，或是习惯的节奏挺舒服，心里冒出“这样也不错”的小念头，但这种满足感会让你错过一些小机会，比如朋友约你去没去过的地方，或是家人提醒你换个新方式做某事，你可能会因为“懒得折腾”而拒绝。其实你内心也有点小纠结，既想保持现状，又觉得“是不是该试试别的”，这种矛盾感会让你有点烦躁。整体来说，这一天适合“别太较劲”，如果真的不想动，就安心享受当下的舒服，但如果心里有点小声音在说“试试也不错”，不妨给自己点小鼓励，迈出一小步，可能会发现新的乐趣。", "work": "75", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250812, "name": "摩羯座", "QFriend": "射手座", "all": "100", "color": "粉红色", "datetime": "2025年08月12日", "health": "91", "love": "100", "money": "100", "number": 9, "summary": "整体状态非常好，尤其是对新事物的好奇心特别强，像小孩看到新玩具一样，什么都想摸一摸、试一试。这一天里，你可能会主动接触些平时不太关注的东西，比如刷到个没听过的冷知识，或是看到个新奇的小物件，会忍不住去查资料、问朋友，这种“想弄明白”的劲头会让你觉得特别充实。另外，你可能会遇到些需要“尝试”的小场景，比如朋友推荐个新餐厅，或是家人教你个新技能，你会很乐意去体验，哪怕刚开始不太熟练，也会觉得“挺有意思”。这种对新事物的开放态度，会让你发现生活里藏着很多小惊喜，也会让身边人觉得“你特别有活力”。整体来说，这一天适合“放开手脚”，想试什么就试，别怕出错，小探索会带来大满足，状态也会越来越好。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250812, "name": "水瓶座", "QFriend": "摩羯座", "all": "75", "color": "橙色", "datetime": "2025年08月12日", "health": "58", "love": "75", "money": "90", "number": 3, "summary": "整体运势欠佳，总是有点“分不清主次”的感觉，像手里抓了把豆子，想全握住，结果反而掉了几颗。这一天里，你可能会同时遇到几件需要处理的事，比如朋友找你帮忙、家人需要你陪，或是自己想做个小计划，这时候你容易“什么都想顾”，结果反而哪个都没做好，心里会有点懊恼，觉得“怎么这么乱”。其实你不是能力不够，只是状态容易“贪多”，比如帮朋友时太在意细节，陪家人时又想着自己的事，反而让两边都不太满意。另外，你可能会忽略些小细节，比如忘带东西、记错时间，这些小疏忽会让你多跑几趟腿。整体来说，这一天适合“先抓重点”，把最需要处理的事先做好，其他的慢慢来，别强迫自己“全都要”，反而会更轻松。", "work": "75", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250812, "name": "双鱼座", "QFriend": "水瓶座", "all": "90", "color": "杏色", "datetime": "2025年08月12日", "health": "77", "love": "90", "money": "90", "number": 2, "summary": "整体运势欠佳，总是容易陷在回忆里，像翻老照片时突然停在某一张，明明知道该继续翻，但就是盯着看很久。这一天里，你可能会不自觉地想起过去的事，比如和朋友的旧时光、曾经的小遗憾，或是没实现的愿望，心里会冒出“要是当时…就好了”的小念头，这种“回望”的状态会让你有点情绪低落，觉得“现在好像没以前好”。其实你心里也清楚，回忆再美好也是过去，但就是忍不住反复想，甚至影响当下的心情，比如和朋友聊天时突然走神，或是做小事时没精神。整体来说，这一天适合“轻轻拉自己一把”，如果回忆冒出来，就承认“那是段好时光”，然后慢慢把注意力拉回现在，比如做点平时喜欢的小事，或是和身边人聊点轻松的话题，别让回忆困住你，状态会慢慢好起来。", "work": "90", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20250813, "name": "白羊座", "QFriend": "双子座", "all": "100", "color": "粉色", "datetime": "2025年08月13日", "health": "95", "love": "100", "money": "100", "number": 1, "summary": "状态极佳的一天，仿佛被一股顺遂的能量包裹。日常琐事会以更快的节奏推进，比如处理事务时少了很多阻碍，临时需要的东西刚好能快速获取，甚至偶尔的小疏忽也能被轻松化解。这种“顺”并非刻意为之，而是自然发生的，让你觉得生活节奏轻盈不少。更难得的是，你懂得在忙碌中给自己留出放松空间，不会因为“应该做什么”而勉强自己，反而更愿意顺从当下的心情，比如突然想吃点甜的，或者想短暂休息，都会果断满足自己。这种“不较劲”的态度，会让你更享受当下的每一刻。此外，这一天的你容易遇到一些小惊喜，可能是来自他人的善意回应，或是发现生活里的小美好，这些细节会持续为你的好心情加分。不过，别因为状态好就过度消耗体力，比如熬夜或暴饮暴食，保持适度放松，才能让这份好运延续更久。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250813, "name": "金牛座", "QFriend": "天蝎座", "all": "100", "color": "青色", "datetime": "2025年08月13日", "health": "81", "love": "90", "money": "90", "number": 2, "summary": "整体状态不错，内心会涌起一股“想试试新东西”的冲动。这种冲动不是突然的冒险，而是对日常节奏的小调整，比如换一种方式做家务，或者尝试平时不太关注的事物。这种“小突破”不会让你感到压力，反而会带来新鲜感，让你觉得生活多了点期待。同时，你可能会发现，自己比平时更有勇气面对小挑战，比如主动解决一个小问题，或是表达自己的想法，这些行为会让你更自信。此外，这一天的你能够感受到来自他人的支持，可能是家人的一句关心，或是朋友的一个小帮助，这些互动会让你觉得温暖且安心。不过，别因为想尝试新事物就强行改变太多，保持“小步前进”的节奏，反而能更自然地享受变化带来的乐趣。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250813, "name": "双子座", "QFriend": "狮子座", "all": "75", "color": "抹茶色", "datetime": "2025年08月13日", "health": "65", "love": "75", "money": "75", "number": 3, "summary": "运势不容乐观，你容易被各种信息或新鲜事物吸引，注意力容易分散。你可能对很多事都产生兴趣，但往往只是浅尝辄止，比如刷到有趣的内容就忍不住多看几眼，或是听到新话题就跟着讨论，结果反而忽略了原本想做的事。这种“东看看西看看”的状态，会让你事后觉得“好像什么都没完成”，甚至有点懊恼。此外，你在与人交流时，可能会因为急于表达自己的想法，而忽略对方的感受，导致互动中有些小摩擦。虽然好奇心旺盛是好事，但需要提醒自己“专注一点”，比如设定一个“只看半小时手机”的小目标，或是和人聊天时先听完对方的话再回应。如果能有意识地调整，至少能避免情况变得更糟。", "work": "90", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250813, "name": "巨蟹座", "QFriend": "天秤座", "all": "100", "color": "鹅黄色", "datetime": "2025年08月13日", "health": "93", "love": "100", "money": "100", "number": 4, "summary": "整体状态积极，从内而外散发“我能行”的底气。面对日常事务时，你会更果断，不再像平时那样犹豫不决，比如做选择时能快速下决定，或是遇到小问题时主动想办法解决。这种看起来胸有成竹的姿态，反而会让事情进展得更顺利，形成良性循环。此外，这一天的你容易吸引到“同频”的人，对方可能不会热情过度，但会在你需要时给予恰到好处的支持，比如一句“我懂”的安慰，或是一个默默的帮助，这些互动会让你觉得特别温暖。不过，别因为状态好就强行承担太多责任，比如答应帮所有人解决问题，或是把所有事都揽在自己身上，不妨试着量力而行，保持这份从容，好运才会更稳。", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250813, "name": "狮子座", "QFriend": "射手座", "all": "90", "color": "玫红色", "datetime": "2025年08月13日", "health": "78", "love": "90", "money": "100", "number": 5, "summary": "运势有起有伏，整体不算特别顺，但也谈不上糟糕。尤其是一些本来计划好的事突然冒出点小插曲，比如临时需要调整安排，或是遇到一些需要耐心处理的小麻烦。这些小意外不会搞砸一整天，但会让你有点烦躁，甚至忍不住想“是不是运气不太好”。此外，这一天的人际关系中可能混入一些复杂因素，比如朋友之间的小误会，或是家人突然提起敏感话题，这些互动可能让你觉得“有点心累”。不过，别急着发火或逃避，试着先冷静下来，听对方说完再表达自己的想法，反而能避免矛盾升级。到了后半段，运势会慢慢回升，比如和信任的人聊聊天，或是做件让自己开心的小事，这些能帮你快速恢复好心情。接受小意外，调整心态，反而能让你更从容地度过这一天。", "work": "90", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250813, "name": "处女座", "QFriend": "摩羯座", "all": "75", "color": "奶茶色", "datetime": "2025年08月13日", "health": "58", "love": "75", "money": "75", "number": 6, "summary": "整体运势偏弱，可能会觉得“明明很努力，结果却不如预期”。你可能会遇到一些计划外的小阻碍，比如原本顺利的事突然变慢，或是努力了但效果不明显，这种“势头向好却差强人意”的落差，会让你有点沮丧，甚至怀疑自己是不是“哪里没做好”。其实问题可能不在你，而是外界的小意外打乱了节奏，比如天气变化、他人临时改主意等。这种“不可控”的感觉，会让你更想“抓牢”什么，比如反复检查细节，或是过度纠结某个小问题，结果反而更累。建议尽量“松一松”，把“必须完成”改成“尽量做”，允许自己“就摆烂一会儿”。虽然运势不如意，但如果你能接受“不完美”，反而能减少内耗。到了晚上，可以吃顿喜欢的饭，或是听首放松的歌，这些小事能帮你暂时跳出低落。", "work": "75", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250813, "name": "天秤座", "QFriend": "巨蟹座", "all": "100", "color": "天蓝色", "datetime": "2025年08月13日", "health": "84", "love": "100", "money": "90", "number": 7, "summary": "整体运势相对平顺，没有太多明显的阻碍，但也没有那种让人眼前一亮的惊喜。不过，这种平顺也是一种难得的状态，能让你在轻松的氛围中度过这一天。在这样的运势下，扬长避短就显得尤为重要了。你得清楚自己擅长什么，不擅长什么，然后把精力更多地放在自己擅长的领域。比如，要是你比较善于和人沟通交流，那不妨多参与一些社交活动，在和大家的互动中，你可能会收获一些新的想法和启发，也能让周围的人感受到你的魅力。要是你不太擅长处理复杂繁琐的事情，那就尽量避免去接触这类事务，以免给自己带来不必要的压力。这一天里，你可能会遇到一些小选择，这时候别犹豫，相信自己的直觉，按照自己内心真实的想法去做决定就好。同时，保持平和的心态，别因为一些小事而大喜大悲，稳稳地抓住幸运的小尾巴，让这一天过得充实又愉快。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250813, "name": "天蝎座", "QFriend": "双鱼座", "all": "75", "color": "橙色", "datetime": "2025年08月13日", "health": "64", "love": "75", "money": "75", "number": 8, "summary": "运势上原本顺畅的节奏容易因为“分心”而打乱。你可能会不自觉地被娱乐吸引，比如刷短视频停不下来，或者追剧到忘记时间，结果原本计划的事被搁置，比如该整理的房间没动，或者想联系的人没找。这种“玩的时候尽兴，回过神来又后悔”的循环，会让你有点烦躁。另外，这一天的你容易对小事过度敏感，比如朋友没回消息，就忍不住猜测对方是不是不开心，其实对方可能只是手机没电，或者单纯忘了。这种“内心小剧场”会消耗不少能量，让你越想越累。建议尽量减少“无意义娱乐”的时间，比如设定个“刷手机时长”，或者把娱乐项目换成更轻松的社交，比如和朋友吃顿饭，或者去公园散散步。虽然容易分心，但如果你能意识到这一点并主动调整，至少能避免情况变得更糟。", "work": "75", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250813, "name": "射手座", "QFriend": "白羊座", "all": "90", "color": "紫色", "datetime": "2025年08月13日", "health": "72", "love": "90", "money": "90", "number": 9, "summary": "你的运势像坐了趟小过山车，有起有伏但不算剧烈。可能会临时遇到一些小状况，比如出门时发现钥匙忘带，或者点外卖时选错了地址，这些小麻烦不会搞砸一整天，但会让你忍不住吐槽，导致会积累一些负能量。不过，你也有“化险为夷”的能力，比如钥匙忘带时刚好有家人在家，或者外卖送错后商家主动退款。这种“有惊无险”的体验，反而会让你觉得生活多了点趣味。另外，你也容易因为太乐观而忽略细节，比如答应别人的事没记清楚时间，或者买东西时没核对价格，虽然问题不大，但事后可能会有点小麻烦。建议在做决定时多留个心眼，比如把重要的事记在手机备忘录里，或者买东西时多问一句。保持灵活应对，别让小插曲打乱你的好心情。", "work": "90", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250813, "name": "摩羯座", "QFriend": "处女座", "all": "100", "color": "姜黄色", "datetime": "2025年08月13日", "health": "92", "love": "100", "money": "100", "number": 1, "summary": "运势像开了挂，做什么都自带“顺滑感”。你会感觉到自己状态特别好，连平时觉得麻烦的事都能轻松搞定，比如整理杂乱的抽屉、处理积压的琐事，甚至主动尝试一直想做但没勇气的事，比如换种穿衣风格，或者去没去过的餐厅。这种“什么都能做好”的自信，会让你更愿意主动接触新事物，比如和不太熟的人搭话，或者参加个小聚会。别犹豫，这一天的你如同自带“安全网”，就算有点小失误也不会被放大。另外，也会明显感受到来自身边人的支持，比如家人主动帮你分担家务，或者朋友突然送来小礼物。这些温暖的细节会像充电一样，让你的能量更足。不过，别因为状态好就过度消耗自己，比如熬夜追剧或吃太多零食，保持平时的节奏反而能让这份好运更持久。试着享受这份自然流动的好状态，别给自己太多限制。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250813, "name": "水瓶座", "QFriend": "金牛座", "all": "100", "color": "绿色", "datetime": "2025年08月13日", "health": "88", "love": "90", "money": "100", "number": 2, "summary": "运势像杯温热的奶茶，喝着舒服还有回甘。你的状态稳定，处理日常事务时很少遇到卡壳的情况，比如排队买早餐、取快递都能自然应对。这种不慌不忙的节奏，反而让你更有余力关注身边人的需求，比如帮邻居拿个快递，或者给朋友分享个有趣的小视频，这些小举动会让你的人际关系更温暖。而你的善意也不会白费，可能会收到一些小回馈，比如朋友回赠你小零食，或者家人主动夸你“最近懂事了”。这些细碎的互动会让你觉得“付出值得”。另外，你可以选择做点轻松但不费脑的事，比如听听音乐、看高分剧集，或者去公园散散步。这些小事能帮你放松，也能让你更清晰地感受到生活的美好。不过，别因为状态好就强行安排太多事，比如同时做三件不同的任务，建议专注一件事，这样反而能更高效。享受和身边人的小温暖，好运会悄悄跟着来。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250813, "name": "双鱼座", "QFriend": "水瓶座", "all": "90", "color": "银灰色", "datetime": "2025年08月13日", "health": "79", "love": "90", "money": "90", "number": 3, "summary": "运势就像是一杯没加糖的柠檬水，喝着有点淡，但加点蜂蜜就能变甜。你可能会觉得一整天都“差点意思”，比如原本期待的事没达到预期，或者想做的事总被小意外打断，这种不上不下的感觉，容易让你有点小沮丧，甚至怀疑自己是不是“没状态”。或许是来自生活的乏味苦闷咁，让你觉得少了点新鲜。如齿轮般不断重复的生活模式会让你觉得“日子没变化”，进而影响心情。建议你可以主动给生活加点“小调料”，比如换条路线回家，或者听首没听过的歌，甚至给家里的绿植换个位置，这些小事能帮你打破“惯性”，让心情重新活跃起来。另外，你可能会吸引到一些需要安慰的人，比如朋友找你吐槽，或者家人有点小情绪，虽然助人是好事，但别让自己太累，适当说“我现在有点忙，等会找你”也没关系。到了晚上，或许会有点休闲的时刻，不妨看一部轻松的电影，或者和宠物玩一会儿，这些小事能帮你快速回血。", "work": "90", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "身体健康需求关注，本周要注意避免过度劳累和不良生活习惯，保持规律的作息时间和饮食习惯。适当参加运动锻炼，保持良好的身体状态，有助于提升整体健康水平。要注意避免过度消耗体力和注意力，合理安排时间，保持身心平衡。", "job": "本周白羊座在工作上可能会遇到一定的挑战和压力，但只要保持乐观态度和努力工作，积极应对各种挑战，就能够取得不错的成绩。在学习方面，要注重自律和规划，制定合理的学习计划，注重实践和总结，才能取得更好的学业成就。", "love": "单身的白羊座本周有机会遇到心仪的对象，积极展现自己的魅力，有可能会开启一段美好的恋情。对于有伴侣的白羊来说，要注意沟通和理解，避免小矛盾演变成大问题，共同努力维系感情，保持彼此间的信任和包容。", "money": "财务运势整体平稳，本周适合理性规划支出，避免冲动消费和投资，谨慎处理财务事务。要注意审慎考虑各项支出，避免因贪图一时享受而导致不必要的经济损失。保持财务稳健，理性投资，有助于未来财富的增值。", "work": "本周白羊座在工作上可能会遇到一定的挑战和压力，但只要保持乐观态度和努力工作，积极应对各种挑战，就能够取得不错的成绩。在学习方面，要注重自律和规划，制定合理的学习计划，注重实践和总结，才能取得更好的学业成就。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面需要注意调节情绪和休息，保持良好的作息规律和饮食习惯，可以进行适量的运动和放松，有助于保持身心健康。同时要留意身体信号，及时就医处理。建议金牛座注重健康管理，定期体检，关注身体健康状况，保持良好的生活习惯，才能更好地应对工作和生活的挑战。", "job": "事业方面，金牛座需要保持耐心和坚定，不要急于求成，要踏实努力，稳扎稳打。在学业上，可能会遇到一些困难和挑战，要勇于面对并解决，不要固守已有的学习方式，多尝试新方法和途径。建议金牛座在工作中展现出自信和实力，积极争取机会，做好职场规划，才能获得更多的成就。", "love": "金牛座本周在爱情领域表现稳定，单身者要冷静应对感情变化，理性思考自己的需求和期待，不要被冲动所左右。有伴侣的金牛，可以通过更多的沟通和交流增进彼此的了解和信任，感情更加牢固。建议在感情中保持坦诚和包容，共同面对问题，才能更好地维系关系。", "money": "本周金牛座的财运较好，有机会通过理性投资或副业获得一定的收入。要保持谨慎和稳健，避免冲动行事，才能稳固财富积累。建议金牛座在理财方面保持理性思考，规划好自己的财务状况，避免过度消费和投资风险，才能稳健地增值财富。", "work": "事业方面，金牛座需要保持耐心和坚定，不要急于求成，要踏实努力，稳扎稳打。在学业上，可能会遇到一些困难和挑战，要勇于面对并解决，不要固守已有的学习方式，多尝试新方法和途径。建议金牛座在工作中展现出自信和实力，积极争取机会，做好职场规划，才能获得更多的成就。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面，双子座需要特别关注眼部健康问题，减少长时间使用电子产品对眼睛的影响。保持良好的作息习惯，定期休息放松，有助于保护视力和维持身体健康。均衡饮食、适量运动和定期体检也是保持健康的重要因素，双子座要注意养成健康的生活习惯，关注身心健康的平衡。", "job": "在工作方面，与同事之间的沟通和协作将更加顺畅，双子座可以通过团队合作实现更大的成就。要保持开放的心态，愿意接受不同意见，并且能够灵活调整计划，以适应变化的环境。在学业上，双子座要全面发展自己的能力，不要只关注某一方面，多角度提升自己的综合素质，才能更好地迎接挑战。", "love": "单身的双子们可能会对潜在伴侣有更高的要求，这可能导致难以轻易投入感情。有伴侣的双子们需要更多的信任和理解，共同面对外部干扰，共同努力维系稳定的感情关系。通过更加包容和理解对方，可以增进彼此之间的感情。", "money": "本周的财务状况整体稳定，但双子座需要谨慎控制开支，避免过度消费。制定合理的理财规划，选择稳健的投资方式，可以帮助双子座稳步积累财富，提高财务状况的稳定性。", "work": "在工作方面，与同事之间的沟通和协作将更加顺畅，双子座可以通过团队合作实现更大的成就。要保持开放的心态，愿意接受不同意见，并且能够灵活调整计划，以适应变化的环境。在学业上，双子座要全面发展自己的能力，不要只关注某一方面，多角度提升自己的综合素质，才能更好地迎接挑战。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面需要注重口腔健康，避免因过度上火引起口腔问题。保持清淡饮食，多喝水，定期检查口腔健康状况，预防口腔疾病的发生。同时，保持规律的作息和适量运动，有助于维持身体健康和精神状态。", "job": "在事业方面，巨蟹座可能会取得一些小成就，但不宜沾沾自喜，要保持进取精神，继续努力学习和提升自己。学业上要注重实践和理论的结合，保持学习的热情和积极性，才能取得更好的成绩和发展。", "love": "单身的巨蟹座可能会面临长辈的催婚压力，但要坚持自己的选择，相信缘分。有伴侣的巨蟹座则需要更多的沟通和理解，避免过度情绪化和争吵，共同经营感情，维系稳定关系。", "money": "财务方面本周可能有一定支出，特别是在服装和化妆品方面。要量力而行，避免过度消费和虚荣心的驱使，保持理性消费观念，规划好个人财务，确保财务健康和稳定。", "work": "在事业方面，巨蟹座可能会取得一些小成就，但不宜沾沾自喜，要保持进取精神，继续努力学习和提升自己。学业上要注重实践和理论的结合，保持学习的热情和积极性，才能取得更好的成绩和发展。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面，狮子座本周需要特别注意睡眠质量，避免长期熬夜对身体造成的影响。可以尝试喝一杯温热的牛奶助眠，保持良好的作息习惯，才能保持健康和活力。", "job": "在事业方面，狮子座本周有机会通过人际关系获得支持和助力，可以借助他人之力实现自身的目标。抓住机会，积极面对挑战，勇敢迈出成功的一步。在学业方面，制定明确的目标和计划，专注学习，能够获得满满的成就感和学业上的进步。", "love": "对于单身的狮子座来说，本周的桃花运势相对一般，可能会遇到一些情感困扰和矛盾。建议果断解决旧情，给自己创造新的机会。有伴侣的狮子座需要更多关注情感沟通和互动，共同面对问题，增进感情。", "money": "本周的财富运势相对一般，狮子座需要谨慎理财，避免因冲动消费而导致经济损失。在购物时要慎重选择，理性消费，避免后悔。", "work": "在事业方面，狮子座本周有机会通过人际关系获得支持和助力，可以借助他人之力实现自身的目标。抓住机会，积极面对挑战，勇敢迈出成功的一步。在学业方面，制定明确的目标和计划，专注学习，能够获得满满的成就感和学业上的进步。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "在健康方面，处女座需要注意饮食均衡，保持规律的作息时间和适量运动，以增强身体免疫力。要及时调整心态，保持乐观积极的心态有助于身心健康。避免过度疲劳和压力，及时放松身心，保持健康状态。", "job": "在工作方面，处女座需要注重团队合作，避免个人主义导致摩擦和矛盾。要保持冷静的心态处理工作中的挑战，不要因为小事而失去大局观。在学业上，要注重时间管理，合理安排学习计划，提高效率，避免拖延和压力积累。", "love": "对于单身的处女座来说，本周可能会有一些突发的感情波动，但不要被情绪左右，要冷静思考自己的真实感受。有伴侣的处女座则需要更多的沟通和理解，共同面对问题，加强彼此之间的信任和情感纽带。", "money": "财务方面，处女座本周需要谨慎理财，避免过度消费造成财务压力。要审慎考虑每笔开销，避免盲目跟风或投资风险过大，保持财务稳健和可持续发展。", "work": "在工作方面，处女座需要注重团队合作，避免个人主义导致摩擦和矛盾。要保持冷静的心态处理工作中的挑战，不要因为小事而失去大局观。在学业上，要注重时间管理，合理安排学习计划，提高效率，避免拖延和压力积累。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "本周天秤座需特别关注牙齿健康问题，尤其是智齿的生长情况，及时就医十分必要，避免不必要的疼痛和困扰。保持规律作息，均衡饮食，适量运动，有助于维持身体健康，提升整体幸福感。", "job": "在事业方面，天秤座可以尝试拓展新的工作领域，加强与团队的合作，尤其需要注重团队间的默契配合；学业上，建议调整学习方法，向他人学习更多宝贵经验和技巧。积极主动参与团队活动，学习团队精神，有助于工作更加顺利，学业更上一层楼。", "love": "对于单身的天秤座，本周可能会遇到感情方面的混乱，要小心别将友情误认为爱情；有伴侣的天秤座需要留意自身情绪波动，避免因过于敏感而产生误解。建议放下过去的包袱，真诚沟通，理清感情矛盾，有助于关系更进一步。", "money": "这周财运渐升，天秤座可以积极开拓思路，寻找更多赚钱机会，随着收入增加，享受更好生活质量。注意理财规划，谨慎投资，可提高财富积累的效率，为未来打下更加坚实的财务基础。", "work": "在事业方面，天秤座可以尝试拓展新的工作领域，加强与团队的合作，尤其需要注重团队间的默契配合；学业上，建议调整学习方法，向他人学习更多宝贵经验和技巧。积极主动参与团队活动，学习团队精神，有助于工作更加顺利，学业更上一层楼。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "天蝎座本周在健康方面要注意保护皮肤，避免过敏源和刺激，保持清洁卫生。饮食要均衡健康，少吃油腻食物，多摄入新鲜蔬果。保持规律作息，适量运动，关注身体状况，及时调整生活方式，保持健康和活力。", "job": "在事业方面，天蝎座要继续努力，调整工作安排，提高工作效率，注重团队合作，共同努力完成任务。学业上要养成良好的学习习惯，保持专注和热情，努力提高学习成绩，勇敢面对挑战，取得更好的成就。", "love": "单身的天蝎本周有机会结识新的异性朋友，有望发展出美好的恋情。有伴侣的天蝎需要更多的沟通和理解，尊重彼此的差异，共同解决问题，保持良好的关系。要学会包容和体谅，建立更加牢固的爱情基础。", "money": "本周财富运势相对平稳，通过努力工作可以获得一定的收入和奖金。天蝎座要理性理财，避免冲动消费，合理规划财务支出，保持财务稳健，增加理财意识，才能稳步增长财富。", "work": "在事业方面，天蝎座要继续努力，调整工作安排，提高工作效率，注重团队合作，共同努力完成任务。学业上要养成良好的学习习惯，保持专注和热情，努力提高学习成绩，勇敢面对挑战，取得更好的成就。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "射手座本周需特别关注内分泌系统的健康，避免过度的熬夜和酗酒，注重养生保健，保持良好的生活习惯和作息规律。建议射手座多参加户外运动，呼吸新鲜空气，保持身心健康平衡，预防疾病的发生。", "job": "在事业方面，射手会感受到一定的工作压力，可能会觉得身心疲惫。建议保持耐心和坚持，学会合理安排时间和精力，劳逸结合，才能更好地应对挑战。在学业上，射手会保持热忱，即使面对困难也能坚持不懈地学习，取得进步。", "love": "单身的射手可能会对前任怀有浪漫的幻想，但过多沉湎于往事会阻碍未来的幸福。应学会释怀，珍惜当下的自由和机会。有伴侣的射手则会享受到愉快的相处时光，共同创造美好的回忆，增进感情的深度。建议射手座与伴侣多沟通，共同规划未来，加深彼此的了解与信任。", "money": "本周射手座的财富运势波动较大，要保持理性，避免冲动行为，守护好自己的资产，远离不必要的风险和诱惑。建议射手座做好理财规划，合理安排支出，避免过度消费，保持财务稳健。", "work": "在事业方面，射手会感受到一定的工作压力，可能会觉得身心疲惫。建议保持耐心和坚持，学会合理安排时间和精力，劳逸结合，才能更好地应对挑战。在学业上，射手会保持热忱，即使面对困难也能坚持不懈地学习，取得进步。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "摩羯本周要注意调节自己的身心健康，保持良好的生活习惯和饮食习惯，适量运动，注意休息，提高免疫力，预防疾病的发生。保持积极乐观的心态，健康才是最大的财富。", "job": "在事业方面，摩羯本周有机会获得贵人的支持，职场发展顺利，但需要保持专注和努力，不断提升自己的能力，争取更多的机会。在学业上，摩羯需要调整学习状态，把更多的精力投入到学习中，提高学习效率，才能取得更好的成绩。", "love": "单身的摩羯本周可能会遇到一些挑战，择偶标准较高，建议适当调整自己的期望，给予他人更多的包容和理解。有伴侣的摩羯本周需要更多的沟通和信任，相互支持，共同面对生活中的困难，感情更加坚定稳固。", "money": "本周摩羯的财富运势较为稳定，可能会有一些额外的收入或意外的财务收益，但也要注意合理理财，避免过度消费和投资风险，保持财务稳健。", "work": "在事业方面，摩羯本周有机会获得贵人的支持，职场发展顺利，但需要保持专注和努力，不断提升自己的能力，争取更多的机会。在学业上，摩羯需要调整学习状态，把更多的精力投入到学习中，提高学习效率，才能取得更好的成绩。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面，本周水瓶要注意保持良好的生活习惯，合理饮食，适量运动，保持心情愉快，注意休息调整，避免过度劳累。身体健康是一切幸福的基础，重视健康，才能更好地面对挑战。", "job": "在事业方面，水瓶本周表现出积极的行动力和执行力，能够面对问题并及时调整策略，不断提升工作技能，取得更大的成就。在学业上，建议拓展知识面，提高学习的广度和深度，培养批判性思维，更好地掌握知识点。", "love": "单身的水瓶本周可能会遇到一些波折和挑战，建议保持适当距离，理性对待感情问题，避免陷入情感的纠葛。有伴侣的水瓶要注意沟通和理解，共同协商解决问题，保持彼此间的尊重和信任。", "money": "本周水瓶的财务状况有所改善，应谨慎理财，制定合理的消费计划，增加理财投资，有望积累一定的财富基础。", "work": "在事业方面，水瓶本周表现出积极的行动力和执行力，能够面对问题并及时调整策略，不断提升工作技能，取得更大的成就。在学业上，建议拓展知识面，提高学习的广度和深度，培养批判性思维，更好地掌握知识点。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 33, "date": "2025年08月10日-2025年08月16日", "health": "健康方面，双鱼座本周需关注饮食习惯，避免暴饮暴食，保持规律生活作息，多参加体育锻炼，保持健康的身心状态。关注脾胃健康，远离油腻食物，保持身体的平衡和稳定。愉快的心情也是保持健康的重要因素。", "job": "在事业方面，双鱼座需要展现自我实力，主动抓住机遇，不要被动等待成功的到来。在学业上，要专注学习，努力突破自我，争取更好的成绩和发展。脚踏实地，努力奋斗，定能取得理想的成果。", "love": "单身的双鱼座本周有机会结识新的恋人，参加社交活动会有意想不到的收获，展现出自信和魅力能够吸引他人的注意。对于有伴侣的双鱼座，要多一些体谅和包容，相互沟通理解，共同经营感情，让爱情更加美好持久。", "money": "本周财务运势一般，双鱼座需注意理性理财，控制开支，避免过度消费。制定合理的财务规划，理性投资，规避风险，保持财务稳健，为未来打下坚实基础。", "work": "在事业方面，双鱼座需要展现自我实力，主动抓住机遇，不要被动等待成功的到来。在学业上，要专注学习，努力突破自我，争取更好的成绩和发展。脚踏实地，努力奋斗，定能取得理想的成果。", "resultcode": "200", "error_code": 0}}}