{"today": {"白羊座": {"date": 20250725, "name": "白羊座", "QFriend": "狮子座", "all": "90", "color": "翠绿色", "datetime": "2025年07月25日", "health": "80", "love": "90", "money": "90", "number": 3, "summary": "整体运势算是平稳中带着点小波澜，说不上特别好，但也绝对不差，就是那种中规中矩的感觉。你会感觉自己就像处于一种“按部就班”的状态，做的事情、见的人，都像是预先设定好的程序。不过，这样的日子里，最需要的是你给自己找点乐子，或者给正在做的事赋予点特别的意义。别小看这种内心的调整，它能让你的每一天都变得不那么单调。比如，你可以在完成日常任务后，给自己一个小奖励，或者想想这些事情长远来看能给你带来什么。别让日子就这么平平淡淡地溜走，主动给生活加点料，你会发现，原来平凡的日子也能过得有滋有味。", "work": "90", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250725, "name": "金牛座", "QFriend": "天秤座", "all": "100", "color": "天蓝色", "datetime": "2025年07月25日", "health": "93", "love": "100", "money": "100", "number": 1, "summary": "整体运势简直太出彩啦！仿佛原本笼罩在生活上方的阴霾一下子被阳光穿透，你会有一种豁然开朗的畅快感。前段时间那些让你纠结、犹豫的小问题，再看，似乎都有了清晰的答案，心里不再像被一团乱麻缠住，而是变得条理清晰、通透无比。这种好状态会让你在与人相处时也格外轻松自在。你能更敏锐地察觉到他人的情绪和需求，从而给予恰当的回应，让彼此的交流更加顺畅愉快。而且，你对周围环境的感知力也变强了，能发现很多之前忽略的美好细节，比如街边盛开的花朵、邻里间温馨的互动，这些小确幸会让你的心情更加愉悦。在生活节奏上，你也会感觉一切都在有条不紊地进行着，没有突如其来的麻烦来打乱你的计划。这种掌控感会让你充满自信，对未来也充满了期待。不妨趁着这股好势头，去做一些一直想做却没机会尝试的事情，说不定会有意想不到的收获。", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250725, "name": "双子座", "QFriend": "射手座", "all": "90", "color": "浅紫色", "datetime": "2025年07月25日", "health": "60", "love": "75", "money": "75", "number": 2, "summary": "整体运势欠佳，可能会遇到一些让你感到心烦意乱的小状况。原本计划好的事情，可能会因为一些意外因素而出现变动，这让你有些措手不及，心情也跟着变得糟糕起来。在与他人交流时，也可能会出现一些小摩擦，彼此的想法难以达成一致，容易产生争执。这时候，别一味地坚持自己的观点，有时退一步海阔天空。试着站在对方的角度去思考问题，理解对方的立场和感受，也许就能化解矛盾，让关系重新变得融洽。另外，你的情绪可能会比较敏感，容易受到外界因素的影响。一些小事都可能让你陷入消极的情绪中无法自拔。这时候，要学会给自己一些积极的心理暗示，告诉自己这只是暂时的，一切都会好起来的。保持平和的心态，才能更好地应对生活中的各种挑战。", "work": "75", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250725, "name": "巨蟹座", "QFriend": "摩羯座", "all": "100", "color": "淡粉色", "datetime": "2025年07月25日", "health": "87", "love": "100", "money": "90", "number": 5, "summary": "整体运势稳定，生活就像一潭平静的湖水，没有太大的波澜。这种稳定的状态会让你感到安心和舒适，没有过多的压力和烦恼来打扰你。在这样的日子里，你可以试着去培养自己的兴趣爱好。兴趣是最好的老师，它能让你在忙碌的生活中找到一片属于自己的小天地。无论是绘画、音乐、阅读还是运动，选择一项你感兴趣的活动，全身心地投入其中，你会发现生活变得更加丰富多彩。培养兴趣爱好不仅能让你放松身心，还能提升你的个人素养和技能。在探索兴趣的过程中，你可能会结识到一些志同道合的朋友，拓展自己的社交圈子。而且，当你专注于自己喜欢的事情时，会进入一种心流状态，忘却生活中的琐碎烦恼，让内心得到真正的宁静和满足。所以，别犹豫啦，趁着好状态，开启你的兴趣探索之旅吧。", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250725, "name": "狮子座", "QFriend": "巨蟹座", "all": "100", "color": "鹅黄色", "datetime": "2025年07月25日", "health": "79", "love": "90", "money": "90", "number": 7, "summary": "整体运势比较平稳，没有大起大落的波澜，生活处于一种轻松自在的节奏中。这种平稳的状态会让你有更多的闲暇时间留给自己。在这闲下来的时光里，你可以好好审视一下自己的生活。看看哪些地方还存在不足，比如生活习惯上有没有需要改进的，像是不是经常熬夜、饮食是不是不够健康；或者个人技能方面有没有可以提升的，像是沟通能力、动手能力等。利用这段时间查缺补漏，就像是给自己的生活做一次全面的“体检”和“修复”。当你把那些小问题都解决了，生活会变得更加有序和美好，你也能以更好的状态去迎接未来的每一天。", "work": "90", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250725, "name": "处女座", "QFriend": "金牛座", "all": "90", "color": "深蓝色", "datetime": "2025年07月25日", "health": "82", "love": "90", "money": "90", "number": 1, "summary": "整体运势一般般，没有特别突出的亮点，但也没有大的困扰。不过，这种平淡之中，需要你留意自己的自律性。你可能会发现自己有点容易松懈，原本计划好的事情，可能会因为一时的懒惰或者分心而搁置。比如想好了要早点休息，结果却刷手机刷到很晚；打算出门运动，却因为觉得累而放弃。这时候，你得提醒自己提高自律性。自律就像是你生活的一把尺子，能帮你衡量自己的行为是否合理。当你能够约束自己，按照计划去做事，生活会变得更加有条理。而且，自律带来的成就感会让你更加自信，也能让你在平淡的日子里不断积累进步，为未来的发展打下坚实的基础。", "work": "90", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250725, "name": "天秤座", "QFriend": "双鱼座", "all": "90", "color": "青色", "datetime": "2025年07月25日", "health": "78", "love": "90", "money": "90", "number": 4, "summary": "整体运势平平，没有那种让人眼前一亮的惊喜，但也没有特别糟心的状况。生活就像一杯温吞的水，平淡却也安稳。不过，在这种看似平静的日子里，与人相处的分寸可得好好把握。在日常交流中，你可能会遇到一些观点不同的人，大家各执一词，容易产生小摩擦。这时候，别急着去争个输赢，要注意说话的方式和语气，别让对方觉得你在针锋相对。保持温和友善的态度，尊重他人的想法，即使不认同也别急于否定，给彼此留一些空间。在社交场合里，也要注意把握好和不同人的距离。既不要过于热情让人觉得有压力，也不要过于冷淡显得不近人情。找到一个合适的相处尺度，能让你的社交氛围更加融洽。而且，把握好分寸还能避免一些不必要的麻烦和误会，让你的生活少一些烦恼，多一些和谐。", "work": "90", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250725, "name": "天蝎座", "QFriend": "水瓶座", "all": "100", "color": "橘红色", "datetime": "2025年07月25日", "health": "97", "love": "100", "money": "100", "number": 3, "summary": "整体运势那叫一个棒棒哒！整个人就像被注入了满满的能量，对新事物充满了浓厚的兴趣和十足的干劲。你可能会在不经意间接触到一些以前从未了解过的领域，比如新的艺术形式、新的科技产品或者新的生活理念。这些新事物就像一把钥匙，打开了你探索世界的新大门，让你忍不住想要深入了解。你会积极主动地去收集相关信息，和身边的人分享自己的发现，在这个过程中，你能感受到自己的思维变得更加活跃，视野也更加开阔。而且，这种对新事物的热情还会影响到你生活的其他方面，让你对生活充满了期待和热爱。你会以更加积极的心态去面对生活中的各种小状况，觉得一切都是那么有趣和充满挑战。这种好状态会让你在过得充实又快乐。", "work": "100", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250725, "name": "射手座", "QFriend": "双子座", "all": "75", "color": "银白色", "datetime": "2025年07月25日", "health": "58", "love": "75", "money": "75", "number": 3, "summary": "整体运势稍显严峻，容易陷入钻牛角尖的困境。你可能会在一些小问题上反复纠结，怎么也想不明白，就像走进了一个死胡同，找不到出口。这种钻牛角尖的状态会让你的情绪变得有些烦躁和低落，感觉生活都被这些小问题给困扰住了。你可能会不停地回想那些让你纠结的事情，越想越觉得烦闷，甚至会影响到你对其他事情的判断和态度。而且，这种状态还可能会让你忽略掉生活中那些美好的瞬间，错过很多能让自己开心的机会。其实，有时候换个角度去看问题，或者暂时把那些让你纠结的事情放一放，等心情平复了再回头思考，可能会发现原来那些问题并没有那么复杂。但你可能很难跳出这个钻牛角尖的怪圈，需要多给自己一些时间和耐心去调整心态。", "work": "75", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250725, "name": "摩羯座", "QFriend": "白羊座", "all": "90", "color": "橙色", "datetime": "2025年07月25日", "health": "70", "love": "90", "money": "90", "number": 3, "summary": "整体运势较差，很容易陷入迷茫的状态里。生活里好像被一层薄雾笼罩，很多事情都变得模糊不清，让你找不到明确的方向。在做决策的时候，这种迷茫感会尤为明显。面对一些选择，你会犹豫不决，不知道该往哪条路走。脑海里会不断浮现各种可能的结果，却又无法判断哪个才是最好的。这种纠结会消耗你大量的精力，让你感到疲惫又焦虑。而且在人际交往中，你也可能会因为这种迷茫而显得有些被动。不太清楚自己想要从和别人的相处中获得什么，也不知道该如何更好地表达自己。可能会错过一些和他人深入交流的机会，让关系停留在表面。不过，别让这种迷茫一直困住你。虽然整体运势不佳，但迷茫只是暂时的。你可以试着给自己一些独处的时间，静下心来，梳理一下自己的思绪，也许在慢慢思考的过程中，能找到那一丝指引你走出迷茫的光亮。", "work": "75", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250725, "name": "水瓶座", "QFriend": "天蝎座", "all": "90", "color": "墨绿色", "datetime": "2025年07月25日", "health": "73", "love": "90", "money": "90", "number": 6, "summary": "整体运势稍有起伏，一个比较突出的情况是看不到自己的发光点。生活就像一面有些模糊的镜子，你很难从中清晰地看到自己身上那些独特的闪光之处。在参与一些活动或者和他人交流时，你可能会不自觉地拿自己和别人比较，然后觉得自己在很多方面都不如别人。这种自我否定的想法会让你变得有些不自信，原本可以轻松应对的事情，也会因为缺乏信心而做得不够好。而且，由于看不到自己的发光点，你可能会错过一些展示自己的机会。即便心里有一些想法和创意，也不敢大胆地表达出来，害怕得不到他人的认可。但其实，每个人都有自己的闪光点，只是你可能暂时被运势的小起伏影响了视线。试着换个角度去看待自己，多关注自己平时做得不错的地方，慢慢就会发现，自己身上其实有很多值得骄傲和肯定的特质。", "work": "90", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250725, "name": "双鱼座", "QFriend": "处女座", "all": "100", "color": "宝蓝色", "datetime": "2025年07月25日", "health": "98", "love": "100", "money": "100", "number": 1, "summary": "整体运势相当给力，正是赋予自我价值的好时候。生活就像一个充满惊喜的宝藏盒，正等待着你去挖掘属于自己的珍贵财富。你会发现自己身上有很多之前没有察觉到的优点和能力。在做一些事情的时候，会感觉格外顺利，仿佛有一股无形的力量在推动着你前进。这种良好的状态会让你对自己充满信心，更加肯定自己的价值。在和他人相处中，你也能展现出自己独特的魅力。你的善良、温柔和包容会让身边的人感到温暖和舒适，从而吸引到更多志同道合的朋友。而且，你的想法和观点也更容易得到他人的认可和赞赏，这会进一步增强你的自我认同感。你可以尽情地发挥自己的优势，去做一些让自己感到快乐和有意义的事情。在这个过程中，你会更加深刻地体会到自己的价值所在，让生活变得更加丰富多彩。", "work": "100", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20250726, "name": "白羊座", "QFriend": "双子座", "all": "100", "color": "棕色", "datetime": "2025年07月26日", "health": "77", "love": "100", "money": "100", "number": 6, "summary": "整体运势稳中有升，每一步都扎实且充满希望。你能明显感觉到生活各方面都在朝着好的方向发展，那种积极向上的氛围环绕着你。你会发现，自己的努力开始有了更清晰的反馈。以往付出的汗水和精力，在这一天仿佛化作了实实在在的好运，只要你继续保持努力的状态，就越容易抓住幸运的小尾巴。可能是生活中一些琐碎的事情变得更加顺利，也可能是原本有些担忧的状况出现了转机。在人际交往方面，你的真诚和热情会吸引到志同道合的人，彼此之间的交流互动十分融洽，让你感受到温暖与支持。而且，你的心态也会更加乐观积极，面对生活中的小挑战，都能以平和的心态去应对，不会轻易被困难打倒。这种良好的心态又会进一步推动运势的提升，形成一个良性循环。不过还是要保持专注和认真，继续脚踏实地地前行。", "work": "90", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250726, "name": "金牛座", "QFriend": "天秤座", "all": "75", "color": "紫色", "datetime": "2025年07月26日", "health": "66", "love": "90", "money": "75", "number": 5, "summary": "整体运势呈现出下滑态势，这让你不得不打起精神来应对生活中的各种状况。这一天，很多事情似乎都不太如你所愿，原本的计划和期待可能会遭遇一些阻碍和挫折。此时，千万不要将期待寄予别人身上。因为在这个运势下，他人的帮助可能并不如你想象中那么及时和有效，甚至可能会因为依赖他人而让自己陷入更被动的局面。你可能会发现，身边的人似乎都有自己的事情要忙，无法给予你足够的支持。在生活里，一些突发的小状况会让你有些手忙脚乱，比如物品损坏、出行不顺等。这些看似不起眼的小事，却会不断消耗你的精力和耐心。而且，你的情绪也容易受到影响，变得有些烦躁和焦虑。不过，这也是一个提醒，让你明白不能总是把希望寄托在外界，要学会依靠自己的力量去解决问题。只要你保持冷静，积极应对，就能走出困境，只是这个过程可能会有些艰难。", "work": "75", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250726, "name": "双子座", "QFriend": "水瓶座", "all": "90", "color": "墨绿色", "datetime": "2025年07月26日", "health": "73", "love": "90", "money": "90", "number": 9, "summary": "整体运势中规中矩，是比较清闲的一天。这一天，生活节奏相对平缓，没有太多繁杂的事务缠身，让你有了一些属于自己的空闲时间。这种清闲的状态，既是一种放松，也可能隐藏着一些小陷阱。因为没有太多的事情需要处理，你可能会觉得有些无聊，甚至产生一种虚度光阴的感觉。不过，这并不意味着这一天就毫无意义。你可以利用这段时间来整理自己的思绪，回顾一下近期的生活，思考一下未来的方向。也可以做一些自己喜欢的事情，比如阅读一本好书、听一首喜欢的音乐，或者进行一些简单的运动，让自己的身心得到充分的放松。虽然运势没有特别突出的亮点，但这种平稳的状态也为你提供了一个调整和充电的机会。只要你能够合理利用这段时间，不让自己陷入无意义的消遣中，就能在清闲中找到属于自己的小确幸，为接下来的生活积蓄能量，以更好的状态迎接新的挑战。", "work": "90", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250726, "name": "巨蟹座", "QFriend": "处女座", "all": "90", "color": "抹茶色", "datetime": "2025年07月26日", "health": "78", "love": "90", "money": "90", "number": 9, "summary": "整体运势尚可，可能会围绕着一些出门的安排展开。或许是临时起意想去周边逛逛，感受下不同的氛围；也可能是早就计划好的出行，比如去参加一个活动、探望亲朋好友之类的。出门的过程整体还算顺利，没有太多让人头疼的阻碍。在出门途中，你有机会接触到各种各样的人和事，这会为你的生活增添不少新鲜感。可能会遇到一些有趣的小插曲，让你的心情格外愉悦。不过，出门在外也要多留意自身安全和随身物品，避免因为疏忽带来不必要的麻烦。回到生活中，除了出门相关的事宜，其他方面也处于一种平稳的状态。没有特别大的惊喜，但也不会有让你烦心的状况出现。你可以按照自己的节奏，有条不紊地处理日常琐事。这种平稳又带着小期待的运势，让你既能享受出门的乐趣，又能安心于当下的生活。只要保持一颗平常心，以积极的态度去面对这一天，就能收获一份属于自己的小满足。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250726, "name": "狮子座", "QFriend": "金牛座", "all": "100", "color": "湖蓝色", "datetime": "2025年07月26日", "health": "97", "love": "100", "money": "100", "number": 5, "summary": "整体运势相当给力，会有一种一切尽在掌控中的感觉。这种掌控感并非是盲目自大，而是源于你对生活各方面的清晰认知和从容应对。在这一天里，无论遇到什么事情，你都能迅速理清思路，找到合适的解决办法。生活中的小难题在你面前就像纸老虎，轻松就能被化解。而且，你还能敏锐地捕捉到周围环境中的机会，凭借自己的能力和果断的决策，将这些机会牢牢抓在手中。这种良好的运势也会影响到你的心态，让你变得更加自信和乐观。你会以一种积极向上的姿态去面对生活，这种正能量还会感染到身边的人，让你的人际关系更加和谐融洽。在与人交往中，你能轻松地表达自己的想法和观点，得到他人的理解和支持。总之，这一天你会感觉生活充满了无限可能，只要顺着自己的节奏走，就能收获满满的幸福和满足。", "work": "100", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250726, "name": "处女座", "QFriend": "白羊座", "all": "100", "color": "青色", "datetime": "2025年07月26日", "health": "93", "love": "100", "money": "100", "number": 6, "summary": "整体运势非常好，能够在忙闲有序中感受生活的美好。这一天，你不会被繁杂的事务压得喘不过气，也不会因为过于清闲而感到无聊。该忙碌的时候，你能全身心地投入到要做的事情中，凭借自己的细心和耐心，将每一项任务都完成得十分出色。而且在忙碌的过程中，你不会觉得疲惫和烦躁，反而能从中找到一种成就感。而当事情告一段落，有了空闲时间时，你也能尽情地享受这份惬意。可以泡上一杯喜欢的茶，静静地坐在窗边，看看窗外的风景，放松一下疲惫的身心；也可以拿起一本一直想读的书，沉浸在知识的海洋里。这种忙闲交替的生活节奏，让你既能感受到努力的价值，又能体会到生活的乐趣。在这一天里，你会以一种平和而又满足的心态，细细品味生活的每一个瞬间。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250726, "name": "天秤座", "QFriend": "狮子座", "all": "100", "color": "橙色", "datetime": "2025年07月26日", "health": "82", "love": "90", "money": "90", "number": 4, "summary": "整体运势稳稳当当，就像走在一条平坦宽阔的大道上，没有太多坑洼和阻碍。这一天，你能够明显感觉到生活的节奏在自己的掌控之中，可以按照自己的想法去安排各项事务。在生活的各个场景里，你的想法都能得到一定程度的尊重和回应。无论是和家人朋友相处，还是在参与一些社交活动时，大家都会愿意倾听你的意见，这让你在交流中更加自信从容。而且，你也能凭借自己的判断力，做出符合心意的选择，不会受到外界过多的干扰。这种稳定的运势也让你在心态上十分平和，不会因为一些小事而焦虑或烦躁。面对生活中的小变化，你能以一种包容和理解的态度去接受，不会轻易被情绪左右。同时，你还能在稳定的状态中发现一些新的乐趣和机会，为自己的生活增添一抹别样的色彩。只要保持这种按自己想法行事的节奏，你就能在这一天里收获满满的舒适与满足。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250726, "name": "天蝎座", "QFriend": "摩羯座", "all": "75", "color": "金色", "datetime": "2025年07月26日", "health": "60", "love": "75", "money": "75", "number": 2, "summary": "整体运势较差，容易陷入一种把问题想得太复杂的困境中，从而导致自己止步不前。生活中，一些原本简单的事情，在你的过度思考下，变得错综复杂，让你感觉无从下手。这种过度思考的状态会消耗你大量的精力，让你在面对问题时变得犹豫不决。你可能会反复权衡各种可能性，却始终无法做出一个明确的决定。而且，这种消极的心态还会影响到你与身边人的交流，你可能会因为过于敏感而误解他人的意图，进而引发一些不必要的矛盾。在这种运势下，你会感觉生活仿佛被一层阴霾笼罩，做什么事情都提不起劲。不过，你要明白，很多时候问题并没有你想象中那么严重，只是自己的思维陷入了死胡同。试着让自己放松下来，换个角度去看待问题，或许就能找到突破困境的方法，重新找回生活的动力。", "work": "75", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250726, "name": "射手座", "QFriend": "天蝎座", "all": "100", "color": "粉色", "datetime": "2025年07月26日", "health": "96", "love": "100", "money": "100", "number": 6, "summary": "整体运势平稳上升，就像一艘扬起风帆的船，在生活的海洋中保持着势如破竹的姿态。这一天，你会明显感觉到生活中的各个方面都在朝着好的方向发展。在生活的日常里，你会遇到一些让人开心的小惊喜，这些惊喜可能来自朋友的关心、家人的陪伴，也可能是一些意外的收获。这些小小的美好会让你心情愉悦，充满活力。而且，你还能凭借自己的积极态度，吸引到更多正面的人和事进入你的生活。在与人交往中，你的热情和真诚会感染到身边的人，让你的人际关系更加和谐融洽。大家都很愿意和你相处，愿意和你分享生活中的点点滴滴。同时，你也能从他人那里获得一些有益的建议和帮助，进一步提升自己的生活品质。只要保持这种积极向上的状态，你就能在这一天里不断收获成长和快乐，让生活变得更加精彩。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250726, "name": "摩羯座", "QFriend": "射手座", "all": "90", "color": "卡其色", "datetime": "2025年07月26日", "health": "80", "love": "90", "money": "90", "number": 3, "summary": "整体运势处于一种平平的状态，就像平静湖面没有太多大的起伏。这一天，外部环境对你的影响较为显著，仿佛你是一艘在海上航行的船，外界的风向和浪头会轻易改变你的航向。生活里，周围人的情绪和态度可能会感染到你。要是身边人情绪低落，你也会不自觉地被这种氛围笼罩，原本积极的心态受到影响；要是周围氛围热烈欢快，你也能跟着开心起来。而且，一些外界的突发状况，比如临时更改的出行路线、突然调整的生活规则，都可能打乱你原本的节奏，让你有些手忙脚乱。不过，这种影响并非完全是负面的。它也能让你更加敏锐地感知周围的变化，锻炼自己随机应变的能力。虽然运势没有特别突出的亮点，但只要你保持冷静，不被外界的变化牵着鼻子走，以一种平和的心态去应对，就能在适应的过程中找到新的平衡。在应对外部影响的过程中，你也能积累不少处理生活琐事和突发状况的经验，为未来的生活做好准备。", "work": "90", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250726, "name": "水瓶座", "QFriend": "双鱼座", "all": "100", "color": "玫红色", "datetime": "2025年07月26日", "health": "92", "love": "100", "money": "100", "number": 7, "summary": "整体运势相当不错，呈现出一种左右逢源、自信有魅力的状态，仿佛自带光芒，走到哪里都能吸引他人的目光。在这一天，你与他人的交流互动十分顺畅。无论是和老友相聚，还是结识新朋友，都能迅速打开话匣子，聊得投机。你的观点新颖独特，总能给人带来新的启发，大家都很愿意倾听你的想法，这让你在社交场合中格外自信。而且，你的自信和魅力也会感染到身边的人，让整个氛围变得轻松愉快。生活中，你还会遇到一些让自己开心的小确幸。可能是发现了一家超好吃的小店，也可能是读到了一本特别精彩的书。这些小惊喜会让你心情愉悦，充满活力。同时，你的这种良好状态也会吸引更多积极的事物向你靠近，形成一个良性循环，让你在这一天里尽情享受生活的美好，收获满满的快乐和满足。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250726, "name": "双鱼座", "QFriend": "巨蟹座", "all": "90", "color": "葱绿色", "datetime": "2025年07月26日", "health": "67", "love": "90", "money": "75", "number": 2, "summary": "整体运势欠佳，这一天要格外注意，不要将视野局限于自己的小世界里。当你沉浸在自己的小天地中时，就像戴上了有色的眼镜，只能看到眼前有限的事物，而忽略了外面广阔的世界。在生活里，你可能会因为过于关注自己的感受和想法，而对他人的需求和意见置若罔闻。这可能会让你在与人交往中产生一些不必要的误会，影响人际关系。而且，只盯着自己的小圈子，会让你错过很多外面的精彩。也许有一些新的活动、新的朋友正在等着你去发现，但你却因为自己的局限而与之擦肩而过。同时，这种局限的视野还可能让你在面对问题时，找不到更好的解决办法。因为你的思维被限制在一个狭小的范围内，缺乏更广阔的视角和思路。所以，在这一天里，你要试着打开自己的心扉，多关注周围的人和事，主动走出自己的小世界，这样才能看到更多的可能性，改善当前的运势状况，让生活重新充满活力。", "work": "90", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "本周白羊座在健康方面需要注意饮食和生活习惯。避免大吃大喝，注意饮食的合理性和健康性。还要注意减少外卖的频率，多选择健康的饮食方式，保持规律的作息时间和适度的运动，避免因不良生活习惯而导致身体健康问题的出现。", "job": "事业方面，本周白羊座与同事和领导之间的相处会比较和谐，工作进展也会比较顺利。然而，在学业方面，白羊座的心态可能不太好，过度关注成绩，有一些想要耍小聪明的念头。建议白羊座要踏实地积累知识，稳妥发展学业，不要心急求成，要有耐心和恒心。", "love": "单身的白羊座本周在感情方面会比较积极主动，有机会与自己喜欢的异性接触和交流。而有伴侣的白羊座可能会面临一些磨合和碰撞的挑战。在恋爱中，建议白羊座要用心用脑，保持理性和冷静，通过沟通和理解来解决问题，避免因小事而产生大的纠纷。", "money": "本周白羊座的财富运势不太理想，购买物品时需要谨慎一些，避免冲动消费和交智商税。要保持理性消费的观念，量力而行，避免过度花费和财务压力的增加。", "work": "事业方面，本周白羊座与同事和领导之间的相处会比较和谐，工作进展也会比较顺利。然而，在学业方面，白羊座的心态可能不太好，过度关注成绩，有一些想要耍小聪明的念头。建议白羊座要踏实地积累知识，稳妥发展学业，不要心急求成，要有耐心和恒心。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "金牛座在健康方面需要注意避免给自己过大的心理和精神压力。适当培养兴趣爱好，放松自己的身心，有助于缓解压力。与家人和朋友保持良好的关系，寻找他们的支持和倾诉渠道。同时，合理的饮食和作息时间也是保持健康的关键。", "job": "在事业方面，金牛座本周需要注意自己的判断能力，特别是在处理突发情况时。与他人合作，共同解决问题，互相支持是一个不错的选择。在学业上，金牛座的学习状态不错，适合巩固基础知识，为将来的学习打下坚实的基础。保持良好的学习计划和方法，可以更好地提升自己的学习效果。", "love": "单身的金牛座本周可能会感到一些孤寂，渴望与他人建立深厚的感情。可以参加一些社交活动，扩大人际圈，增加与异性接触的机会。对于有伴侣的金牛座来说，本周与另一半的感情将会逐渐升温，彼此之间的默契和亲密度也会增加。保持良好的沟通和理解，有助于感情更进一步发展。", "money": "本周金牛座的财富运势较为良好，有机会获得一些额外的金钱收入。但是要注意理性消费，避免过度花费和盲目投资。保持财务的稳定和合理的理财观念，可以更好地管理自己的财富，确保经济的平稳发展。", "work": "在事业方面，金牛座本周需要注意自己的判断能力，特别是在处理突发情况时。与他人合作，共同解决问题，互相支持是一个不错的选择。在学业上，金牛座的学习状态不错，适合巩固基础知识，为将来的学习打下坚实的基础。保持良好的学习计划和方法，可以更好地提升自己的学习效果。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "本周双子座的健康状况需要注意。长时间的熬夜可能会导致身体上的不适，如牙齿、牙龈或咽喉的炎症。建议你保持良好的作息和饮食习惯，适当调整作息时间，避免过度劳累。此外，也要关注自己的情绪和心理健康，保持身心的平衡，以提升整体健康水平。", "job": "在事业方面，双子座本周会制定关于事业发展的长远计划，怀着对未来的美好期待，积极投身于当前的工作中。你的努力和才华将得到认可和赞赏，为你的事业带来新的机遇。在学业上，你的沟通能力较强，能够与同学或老师更深入地学习和交流，提升学习效果。", "love": "对于单身的双子座来说，本周的桃花运势较佳。通过好友介绍或聚会场合，你有机会结识到与自己兴趣相投且合得来的异性。外出参加各种社交活动将为你增加与异性交流的机会。对于有伴侣的双子座来说，本周感情关系可能会变得飘忽不定，可能会出现矛盾或分手的情况。建议你加强沟通和理解，保持稳定的感情。", "money": "本周财富运势较为稳定，但也需要注意控制消费。你可能会有一些额外的支出，如购买家庭物品或为长辈买保健品等。要根据实际情况合理规划财务，避免财务紧张或资金不足的情况发生。", "work": "在事业方面，双子座本周会制定关于事业发展的长远计划，怀着对未来的美好期待，积极投身于当前的工作中。你的努力和才华将得到认可和赞赏，为你的事业带来新的机遇。在学业上，你的沟通能力较强，能够与同学或老师更深入地学习和交流，提升学习效果。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "在健康方面，巨蟹座本周需要特别注意自身的免疫系统可能会有所下降。由于室外气温不定，你需要增添衣物，防止受凉引发发烧、感冒、咳嗽等问题。同时，保持良好的作息和饮食习惯，注意身体的养护和健康。保持积极乐观的心态，有助于提升整体的身心健康水平。", "job": "在事业方面，巨蟹座本周需要特别注意细节问题。细节可能会对你的工作发展产生影响，因此你在面对挑战时，要保持乐观积极的心态，努力克服困难。而在学业上，本周你的学习效率有机会得到提升，可以尝试采用一些新的学习方法或增添学习的兴趣，以提高学习成果。", "love": "对于单身的巨蟹座来说，本周需要小心处理暧昧关系。尤其是与已婚或有伴侣的人保持适当的距离，避免陷入复杂的感情纠葛中。你需要保持清醒的头脑，理智地对待爱情。对于有伴侣的巨蟹座来说，本周情绪可能有些低落，可能会与另一半产生一些不愉快。避免冲动的解决问题，要及时沟通和化解矛盾，保持良好的关系。", "money": "本周巨蟹座的财富运势不错。你正处于努力付出后有回报的阶段。如果你有投资的想法，可以考虑接触一些自己感兴趣或了解的项目，进行考察和投资。然而，在做出决策之前，要谨慎分析风险，做出明智的选择。", "work": "在事业方面，巨蟹座本周需要特别注意细节问题。细节可能会对你的工作发展产生影响，因此你在面对挑战时，要保持乐观积极的心态，努力克服困难。而在学业上，本周你的学习效率有机会得到提升，可以尝试采用一些新的学习方法或增添学习的兴趣，以提高学习成果。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "狮子座本周的财富运势相对低迷，容易受到消费欲望的驱使，从而导致冲动消费的情况。为了保持财务稳定，建议理性对待金钱，合理规划和管理个人财务。可以制定一个预算计划，合理分配资金，并避免不必要的花费，以免给自己带来财务压力。", "job": "在事业方面，狮子座本周有机会通过老客户获得一笔大单，但需要保持良好的人际关系才能推动事业发展。与同事和上级保持良好的合作和沟通，展现出自己的专业素养和才能。在学业上，本周你的学习动力可能会有所下降，可以与同学制定学习计划，相互约束和督促，提高学习效率，积极面对学习中的挑战。", "love": "单身的狮子座本周可能会遇到一些靠不住的人，因此需要更加谨慎和理性地对待恋爱。在选择伴侣时，建议先了解对方的人品和背景，以避免受到伤害。有伴侣的狮子座可能会对另一半的言行持有挑剔和不满的态度，导致双方之间产生不耐烦和矛盾。在处理感情问题时，建议以理性和平和的方式进行沟通，共同解决问题，维持健康的关系。", "money": "狮子座本周的财富运势相对低迷，容易受到消费欲望的驱使，从而导致冲动消费的情况。为了保持财务稳定，建议理性对待金钱，合理规划和管理个人财务。可以制定一个预算计划，合理分配资金，并避免不必要的花费，以免给自己带来财务压力。", "work": "在事业方面，狮子座本周有机会通过老客户获得一笔大单，但需要保持良好的人际关系才能推动事业发展。与同事和上级保持良好的合作和沟通，展现出自己的专业素养和才能。在学业上，本周你的学习动力可能会有所下降，可以与同学制定学习计划，相互约束和督促，提高学习效率，积极面对学习中的挑战。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "本周需要注意皮肤护理，换季容易出现皮肤干燥、痘痘等问题。加强补水保湿工作，选择适合自己的护肤品，保持皮肤的健康状态。同时，保持健康的作息习惯，适量进行运动，注重心理健康，避免过度压力带来的身心疲惫。关注身体健康，保持良好的生活习惯，有助于提高整体的健康水平和生活质量。", "job": "在事业方面，本周的处女座需要踏实努力，提高工作效率和质量。同时，积极参与团队合作和沟通交流，与同事们保持良好的合作关系，有助于事业的顺利发展。在学业方面，你可能会感到一些力不从心，但要调整心态，寻找适合自己的学习方法，制定合理的学习计划，稳步推进，相信你能够取得良好的学业成绩。", "love": "对于单身的处女座而言，本周可能会感到一些失望，受到过去感情经历的困扰。然而，不要放弃，积极参与社交活动，扩大自己的交际圈子，有机会遇到心仪的人。而对于有伴侣的处女座来说，感情稳定且用心经营，你们之间的关系将更加亲密，相互关心和体贴，带来更多的幸福和满足感。", "money": "本周的财运稍显平稳，需要你谨慎处理涉及较大金额的财务事项，特别是签约合同。务必仔细核对内容，避免不必要的经济损失。同时，节制开支，注重理财规划也是重要的。合理规划和管理财务，保持良好的消费习惯，有助于保持财务稳定和增加财富积累。", "work": "在事业方面，本周的处女座需要踏实努力，提高工作效率和质量。同时，积极参与团队合作和沟通交流，与同事们保持良好的合作关系，有助于事业的顺利发展。在学业方面，你可能会感到一些力不从心，但要调整心态，寻找适合自己的学习方法，制定合理的学习计划，稳步推进，相信你能够取得良好的学业成绩。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "在健康方面，本周你需要特别关注口腔健康，牙龈肿痛的情况可能会出现。避免食用过辛辣和坚硬的食物，保持良好的口腔卫生习惯，定期刷牙并使用牙线。不要因为懒惰而忽视口腔保健的重要性，以确保身体健康和舒适。", "job": "在事业方面，本周你有可能获得上级或公司的赏识，甚至有机会获得升职和加薪的机会。只要你付出努力，就有可能收获相应的回报。然而在学业方面，你可能会面临一些困难，难以保持稳定的学习状态，容易出现三天打鱼两天晒网的情况。要加强自律，制定合理的学习计划，克服学习上的困难。", "love": "对于单身的天秤座而言，本周你可能会感到自己的生活和工作相对繁忙，暂时没有特别强烈的渴望脱单。对于已有伴侣的天秤座，本周的感情可能会面临一些较大的考验和危机。面对现实问题，你和伴侣需要共同努力，共同寻找解决方案，以维持稳定的感情关系。", "money": "本周的财富运势相对平稳，你可以通过合理的资金规划和管控来积累一定的财富。谨慎处理金钱事务，避免冲动消费，以确保财务稳定和持续增长。", "work": "在事业方面，本周你有可能获得上级或公司的赏识，甚至有机会获得升职和加薪的机会。只要你付出努力，就有可能收获相应的回报。然而在学业方面，你可能会面临一些困难，难以保持稳定的学习状态，容易出现三天打鱼两天晒网的情况。要加强自律，制定合理的学习计划，克服学习上的困难。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "在健康方面，天蝎座本周身体机能处于不错的状态。你可以适当放松身心，参加一些社交活动，与朋友一起享受生活的乐趣，这将有助于提升整体的身心健康水平。同时，保持良好的作息规律和饮食习惯，注重身体的养护和调理。", "job": "在事业方面，天蝎座本周的工作动力较强，与同事之间的沟通和合作也会更加顺畅。这将有助于推动项目进展和团队合作。在学业上，你将拥有充足的动力，保持努力的同时要注意避免给自己太大的学习压力，以免影响情绪和学习效果。合理安排学习时间和任务，注重自我调节，可以更好地应对学习上的挑战。", "love": "对于单身的天蝎座而言，本周是桃花运较佳的一段时间。积极参与社交活动，与朋友互动，有机会结识对你有好感的异性。已有伴侣的天蝎座，本周可能会与伴侣在人生规划上产生分歧，双方都不愿妥协。为了维持健康的关系，建议你加强沟通，寻找共同点，以化解矛盾。", "money": "天蝎座本周的财富运势呈现上升趋势，工作上的薪资有机会得到调整。然而，近期你可能有一些消费冲动，买买买的次数会较多，开销也会相应增加。要注意理性消费，合理规划财务，避免过度花费导致财务压力。", "work": "在事业方面，天蝎座本周的工作动力较强，与同事之间的沟通和合作也会更加顺畅。这将有助于推动项目进展和团队合作。在学业上，你将拥有充足的动力，保持努力的同时要注意避免给自己太大的学习压力，以免影响情绪和学习效果。合理安排学习时间和任务，注重自我调节，可以更好地应对学习上的挑战。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "射手座本周的健康状况相对稳定，但仍需注意卫生情况。要知道病从口入，所以饭前一定要勤洗手，并多吃蔬菜水果，保持营养均衡的饮食习惯。注意休息和放松，避免过度劳累和压力过大，保持良好的心理健康状态。", "job": "在事业方面，射手座本周的脑力跟不上自身的行动力，容易出现犯糊涂的情况，工作质量可能会略有下降，可能会影响整体进度。而在学业上，射手座本周的学习运势较为平稳，但仍需注重劳逸结合，合理安排时间，有条不紊地学习。", "love": "单身的射手座本周对待生活更加积极充满动力，散发出更多魅力，有机会与感兴趣的异性接触。然而，有伴侣的射手座在感情中可能会呈现出一些孩子气的一面，对问题的看法有时会较为片面，缺乏耐心，导致双方的互动有些略显僵硬。", "money": "射手座本周的财富运势不错，你在赚钱方面将更有动力和冲劲，同时你的消费欲望也不会过高，可以考虑储存一笔不小的资金，为未来做好准备。", "work": "在事业方面，射手座本周的脑力跟不上自身的行动力，容易出现犯糊涂的情况，工作质量可能会略有下降，可能会影响整体进度。而在学业上，射手座本周的学习运势较为平稳，但仍需注重劳逸结合，合理安排时间，有条不紊地学习。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "摩羯座本周的健康状况较好。你需要保持良好的生活习惯和规律作息，合理安排饮食和运动，提高身体的免疫力和抵抗力。同时，要注意精神压力的释放，保持心理健康和平衡，积极应对各种挑战和困难。", "job": "在事业方面，摩羯座本周的工作运势较好。你需要保持专注和积极的工作态度，勇于承担责任和挑战，同时也要注重细节，提高工作的准确性和质量。在学业上，摩羯座本周的学习态度认真，有较强的学习能力和思维逻辑，能够快速掌握知识，有利于提高学习效果。", "love": "对于单身的摩羯座来说，本周有机会遇到心仪的对象，但要保持理性和冷静，不要被表面的吸引力所迷惑，多了解对方的真实性格和价值观。对于有伴侣的摩羯座来说，本周关系相对稳定，但也要注意避免争吵和冲突，多沟通、包容和理解对方，共同经营一段健康和谐的感情。", "money": "摩羯座本周的财富运势较为稳定。你需要理性投资和理财，谨慎选择合适的机会和项目，避免冲动行事。合理规划和管理自己的财务，注重节约和积累，有机会稳步增加财富。", "work": "在事业方面，摩羯座本周的工作运势较好。你需要保持专注和积极的工作态度，勇于承担责任和挑战，同时也要注重细节，提高工作的准确性和质量。在学业上，摩羯座本周的学习态度认真，有较强的学习能力和思维逻辑，能够快速掌握知识，有利于提高学习效果。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "水瓶座本周健康方面需要注意免疫力下降的问题。可能会出现喉咙不适或头晕目眩的情况。要加强免疫系统的调节，保持良好的生活习惯，注意合理饮食和保暖措施。合理安排休息时间，避免过度劳累和精神压力过大，保持积极的心态和良好的身体状态。", "job": "在事业方面，水瓶座本周面临较大的工作压力和困难。你需要保持冷静的决策能力，避免盲目行动和消极抱怨。寻求平衡发展是关键，合理安排时间和精力，把握工作重点，提高工作效率。在学业上，自身的琐事较多，容易产生浮躁情绪，导致学习态度消极。要扎实打好基础知识，克服消极情绪，提升学习质量和效果。", "love": "单身的水瓶座本周感情运势起伏不定。可能会有想要盲目告白的冲动，但建议谨慎行事，多了解对方的真实想法和感受。有伴侣的水瓶座，本周与伴侣的相处较为和谐顺利，彼此之间能够保持较高程度上的默契和理解。伴侣给你一种踏实感，共同面对生活的挑战，相互支持和鼓励。", "money": "水瓶座本周财富运势不太理想，需要谨慎管理财务。在投资方面，特别是购买股票的计划，需要谨慎决策，避免冲动行动。对于通过他人介绍得知的项目，更要谨慎筛选，避免被骗或财务损失。合理规划和管理个人消费，避免不必要的开支，注重长期财务规划和积累。", "work": "在事业方面，水瓶座本周面临较大的工作压力和困难。你需要保持冷静的决策能力，避免盲目行动和消极抱怨。寻求平衡发展是关键，合理安排时间和精力，把握工作重点，提高工作效率。在学业上，自身的琐事较多，容易产生浮躁情绪，导致学习态度消极。要扎实打好基础知识，克服消极情绪，提升学习质量和效果。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 30, "date": "2025年07月20日-2025年07月26日", "health": "双鱼座本周的健康运势非常良好。你的精神状态积极愉悦，能够保持乐观的心态。这将有助于维持身心的健康状态。同时，你需要注意合理安排休息时间，保持适量的运动和良好的饮食习惯，以维持健康的生活方式。", "job": "在事业方面，双鱼座本周将展现出勤奋和努力的工作态度。你将保持高效的工作状态，不断提升工作效率，取得良好的成果。对于学业而言，你将保持端正的学习态度，严格遵守学习计划，以稳定提升自己的学业成绩。", "love": "对于单身的双鱼座来说，本周的桃花运势一般，可能会处于一种暧昧的状态中。很难有机会了解到对方更加真实的一面，因此需要小心盲目陷入恋爱。对于有伴侣的双鱼座而言，本周你将对另一半更加照顾和体贴，这有利于你们建立共同的生活目标，增进感情。", "money": "双鱼座本周财运较佳。如果你有投资或创业的计划，可能会在本周收到一部分款项，或是解决拖欠的尾款。因此，你可以合理规划近期的消费情况，理性管理财务，为未来打下坚实的财富基础。", "work": "在事业方面，双鱼座本周将展现出勤奋和努力的工作态度。你将保持高效的工作状态，不断提升工作效率，取得良好的成果。对于学业而言，你将保持端正的学习态度，严格遵守学习计划，以稳定提升自己的学业成绩。", "resultcode": "200", "error_code": 0}}}