{"today": {"白羊座": {"date": 20251209, "name": "白羊座", "QFriend": "水瓶座", "all": "75", "color": "杏色", "datetime": "2025年12月09日", "health": "65", "love": "75", "money": "75", "number": 6, "summary": "整体运势呈下行态势。自信本是积极特质，但今日却容易过度，这种过度的自信会让你在看待事情时不够全面，忽略潜在的问题与风险。在与人交流或是处理事务时，可能会因过于自我肯定而听不进他人的意见，进而做出一些不恰当的决策，导致在行动过程中碰壁受挫。原本顺利的进程可能突然出现阻碍，原本期待的结果也可能落空。此时，需要停下匆忙的脚步，冷静反思自身，重新审视自己的判断与行为。不要固执地坚持己见，多倾听他人的想法和建议，以开放的心态接纳不同的声音，及时调整方向，避免在错误的道路上越走越远，减少因过度自信带来的损失。", "work": "75", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251209, "name": "金牛座", "QFriend": "巨蟹座", "all": "90", "color": "粉色", "datetime": "2025年12月09日", "health": "63", "love": "90", "money": "75", "number": 6, "summary": "整体运势有些低迷，略显倒霉。精神状态欠佳，整个人仿佛被一层阴霾笼罩，提不起精神，对周围的事物也缺乏兴趣和热情。注意力难以集中，思绪容易飘散，在处理事情时常常会出现心不在焉的情况，导致效率低下，还容易出现疏忽和错误。这种状态会让你在面对各种情况时感到力不从心，原本熟悉的事情也可能变得棘手。此时，不要给自己过多的压力，尽量放慢节奏，以平和的心态去应对。可以尝试做一些能够让自己放松的事情，如听音乐、散步等，缓解内心的烦躁与疲惫，等状态稍好时再重新投入到事务中。", "work": "75", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251209, "name": "双子座", "QFriend": "天秤座", "all": "90", "color": "天蓝色", "datetime": "2025年12月09日", "health": "76", "love": "90", "money": "90", "number": 4, "summary": "整体运势处于尚可的水平。生活没有太大的波澜，一切都按部就班地进行着。不过，需要保持自律，娱乐的诱惑在今日可能会比较强烈，若过度放纵自己沉浸其中，会打乱原本的节奏，让生活变得杂乱无章。保持自律能让你在今日维持良好的状态，有条不紊地处理各项事务。合理分配娱乐与学习、工作的时间，将精力集中在重要的事情上，避免因娱乐过度而荒废了时间。在面对各种选择时，要冷静思考，权衡利弊，做出明智的决策。以自律为准则，约束自己的行为，才能让今日的生活更加充实和有意义。", "work": "100", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251209, "name": "巨蟹座", "QFriend": "金牛座", "all": "90", "color": "墨绿色", "datetime": "2025年12月09日", "health": "72", "love": "90", "money": "90", "number": 5, "summary": "整体运势较为平淡，没有太大的起伏。在这样的日子里，要学会吃一堑长一智，回顾过往的经历，从中吸取教训。在面对类似的情况时，若不吸取经验，很容易再次犯错，栽在同一个坑里。今日需时刻保持警觉，在做决策或行动前，多思考可能出现的状况，避免因疏忽而陷入困境。同时，要保持积极的心态，不要因运势平淡而消极对待生活。主动寻找生活中的小确幸，用心感受身边的美好，以乐观的态度面对一切，这样即使运势平平，也能收获属于自己的快乐。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251209, "name": "狮子座", "QFriend": "射手座", "all": "75", "color": "米白色", "datetime": "2025年12月09日", "health": "61", "love": "75", "money": "75", "number": 2, "summary": "整体运势不容小觑，需要格外留意。脑海中会涌现出许多创意点子，思维活跃，这是思维活跃的表现，但要注意别让这些创意脱离实际。过于天马行空的想法，若不结合现实情况，可能只是空中楼阁，难以落地实施。在产生创意后，要冷静分析其可行性，结合实际情况进行调整和完善。谨慎对待每一个想法，避免因一时冲动而做出不切实际的决定。在与人交流创意时，也要尊重他人的意见，不要过于固执己见。以务实的态度对待创意，将其转化为实际行动，才能让今日的运势发挥最大的价值。", "work": "75", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251209, "name": "处女座", "QFriend": "摩羯座", "all": "90", "color": "深蓝色", "datetime": "2025年12月09日", "health": "77", "love": "90", "money": "90", "number": 4, "summary": "整体运势一般，处于在摸索中前行的阶段。很多事情没有明确的方向和答案，需要自己去探索和尝试。在这个过程中，可能会遇到一些困难和挫折，但不要气馁，每一次的尝试都是一次成长的机会。保持耐心和冷静，认真对待每一个细节，不断总结经验教训。不要急于求成，要明白事物的发展需要时间和过程。通过不断地摸索和调整，逐渐找到适合自己的方式和方法，让生活朝着更好的方向发展。在摸索中积累经验，在前进中提升自己，今日虽运势一般，但未来充满希望。", "work": "90", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251209, "name": "天秤座", "QFriend": "白羊座", "all": "100", "color": "橘红色", "datetime": "2025年12月09日", "health": "98", "love": "100", "money": "100", "number": 1, "summary": "幸运值拉满，一整天都处于在线状态。好心情如同阳光般洒落在生活的各个角落，让你看待周围的一切都带着积极的光彩。这种愉悦的心境，为你的行动注入了强大动力，使你在处理事务时更加得心应手，仿佛有如神助。无论是与人交流互动，还是独自面对一些状况，都能以从容自信的姿态应对。在社交场合中，你的亲和力会吸引他人靠近，人际关系更加融洽。面对各种选择时，直觉也会格外敏锐，能快速做出让自己满意的决定。整体而言，今日是充满幸运与活力的一天，尽情享受这份美好，以积极的态度去拥抱生活，会收获更多意想不到的惊喜。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251209, "name": "天蝎座", "QFriend": "双鱼座", "all": "90", "color": "紫色", "datetime": "2025年12月09日", "health": "72", "love": "100", "money": "90", "number": 8, "summary": "整体运势平稳，处于中规中矩的状态。生活如同按部就班的轨道，一切都沿着熟悉的节奏前行。没有突如其来的惊喜，也没有意外的困扰，这种稳定的状态让你内心感到踏实。在这种氛围下，保持日常的节奏是关键。无需刻意去追求改变或突破，按照以往的方式处理事务，认真对待每一个细节，就能顺利度过这一天。与身边人的相处也较为和谐，没有过多的矛盾冲突。虽然缺乏一些激情与波澜，但这种平淡也是一种幸福，能让你在安静中沉淀自己，为未来的发展积蓄力量。", "work": "90", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251209, "name": "射手座", "QFriend": "天蝎座", "all": "100", "color": "草绿色", "datetime": "2025年12月09日", "health": "96", "love": "100", "money": "100", "number": 5, "summary": "整体运势十分强劲，处于非常给力的状态。机智灵活的特质在今日得到充分展现，面对各种复杂的情况，都能迅速做出反应，找到合适的应对方法。这种应变能力让你在人群中脱颖而出，无论是解决问题还是处理人际关系，都显得游刃有余。思维活跃，脑海中不断涌现出新的想法和创意，为生活增添了许多乐趣。在与人交流时，幽默风趣的言辞能活跃气氛，拉近与他人的距离。整体而言，今日是充满活力与创造力的一天，大胆发挥自己的优势，积极展现自我，会收获更多的认可与赞赏。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251209, "name": "摩羯座", "QFriend": "处女座", "all": "90", "color": "藕荷色", "datetime": "2025年12月09日", "health": "73", "love": "90", "money": "90", "number": 6, "summary": "整体运势较为普通，处于一般般的状态。生活中需要找到一个平衡点，避免出现顾此失彼的情况。在处理事务时，可能会面临多种选择和任务，若不能合理分配精力和时间，就容易陷入混乱。此时，要保持冷静的头脑，对各项事务进行梳理和规划，明确优先级，有条不紊地逐一完成。在与他人合作或相处时，也要注意平衡各方利益和关系，避免因偏袒一方而引发矛盾。虽然今日运势没有特别突出的亮点，但只要用心经营，找到平衡的节奏，也能平稳度过，为后续的发展打下基础。", "work": "90", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251209, "name": "水瓶座", "QFriend": "双子座", "all": "100", "color": "橙色", "datetime": "2025年12月09日", "health": "98", "love": "100", "money": "100", "number": 3, "summary": "整体运势相当出色，处于棒棒哒的状态。或许会迎来备受期待的事情，这份期待已久的惊喜会让你的心情格外愉悦，一整天都充满能量。这种积极的情绪会感染身边的人，让你在社交场合中更加受欢迎。对新事物充满好奇心的你，在今日会有更多探索的机会，可能会接触到一些新鲜有趣的东西，拓宽自己的视野。在面对各种情况时，都能以乐观的心态去应对，即使遇到小挫折，也能迅速调整状态，重新出发。整体而言，今日是充满希望与活力的一天，尽情享受这份美好，勇敢追求自己想要的生活。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251209, "name": "双鱼座", "QFriend": "狮子座", "all": "100", "color": "玫红色", "datetime": "2025年12月09日", "health": "90", "love": "100", "money": "100", "number": 6, "summary": "得到运气的眷顾，处于魅力十足的节奏。自信的光芒从你身上散发出来，让你在人群中格外引人注目。这种魅力不仅体现在外表上，更体现在内在的气质和言行举止中。敢于主动出击的你，在面对喜欢的人或事时，不再犹豫退缩，而是勇敢地表达自己的想法和感受。这种积极的态度会为你带来许多机会，无论是社交还是其他方面，都能有所收获。在与人交往中，真诚的态度会赢得他人的信任和好感，人际关系更加和谐。整体而言，今日是充满机遇与魅力的一天，抓住机会，勇敢前行，会开启一段美好的旅程。", "work": "100", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20251210, "name": "白羊座", "QFriend": "射手座", "all": "75", "color": "咖啡色", "datetime": "2025年12月10日", "health": "68", "love": "75", "money": "90", "number": 3, "summary": "整体运势处于低迷状态，你整个人都呈现出忧心忡忡的模样。仿佛被一层无形的阴霾笼罩，情绪难以高涨起来。外界的一些细微变化或者小状况，都可能让你陷入更深的忧虑之中，内心难以平静。在与人相处时，这种低落的情绪可能会不自觉地流露出来，影响到和他人交流的氛围，使得原本轻松的互动变得有些压抑。你可能会对很多事情都缺乏信心和动力，面对选择时也容易犹豫不决，难以果断地做出决定。这种状态下的你，似乎对周围的一切都提不起太大的兴趣，更愿意独自沉浸在自己的思绪里。不过，低迷只是暂时的，试着给自己一些积极的心理暗示，主动去寻找一些能让自己放松和开心的事情，或许能慢慢驱散这股低落的情绪，让运势逐渐好转起来。", "work": "75", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251210, "name": "金牛座", "QFriend": "处女座", "all": "90", "color": "紫色", "datetime": "2025年12月10日", "health": "71", "love": "90", "money": "90", "number": 5, "summary": "整体运势稍有起伏，你需要去应对一些不太擅长的人际关系。在这一天里，社交场合可能会比平时多一些，而面对那些平时接触不多或者性格差异较大的人，你会感觉有些不自在。与他人交流时，可能会出现沟通不畅的情况，对方的观点和想法让你有些难以理解，而自己的表达也可能无法准确传达出内心的意思。这种不顺畅的交流会让你在社交过程中感到有些疲惫和困扰。不过，这也是一个锻炼自己人际交往能力的好机会。你可以试着多倾听他人的意见，尊重不同的观点，以更加包容和开放的心态去与人相处。在应对这些人际关系的过程中，你可能会逐渐发现自己的一些不足之处，从而有针对性地去改进和提升，让自己在人际交往方面更加得心应手。", "work": "90", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251210, "name": "双子座", "QFriend": "巨蟹座", "all": "75", "color": "粉色", "datetime": "2025年12月10日", "health": "56", "love": "75", "money": "75", "number": 7, "summary": "整体运势略差，你过于任性使性子的表现会给自己带来一些不利影响。在这一天里，你可能会按照自己的意愿行事，不太愿意考虑他人的感受和想法。当事情没有按照自己的预期发展时，就容易发脾气或者表现出不耐烦的情绪。这种任性的行为可能会让你在与人相处时产生一些矛盾和冲突，原本和谐的关系可能会因此变得紧张起来。周围的人可能会对你的这种态度感到不满，从而影响到彼此之间的信任和友谊。而且，过于任性也会让你错过一些机会，因为别人可能会因为你的态度而选择不再与你合作或者交流。你需要意识到自己的问题，学会控制自己的情绪，多一些理解和包容，以更加成熟和理智的态度去面对生活中的各种情况，这样才能让运势有所改善。", "work": "75", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251210, "name": "巨蟹座", "QFriend": "天秤座", "all": "75", "color": "金黄色", "datetime": "2025年12月10日", "health": "60", "love": "75", "money": "90", "number": 2, "summary": "整体运势不容乐观，你总是把别人放在优先位置，结果常常让自己受委屈。在这一天里，你会不自觉地去照顾他人的感受和需求，为了满足别人而放弃自己的一些想法和利益。在与人相处时，你可能会过度迁就他人，即使自己内心并不愿意，也会勉强自己去迎合对方。这种做法虽然能让你获得他人的好感，但却会让你自己的内心感到压抑和疲惫。你可能会觉得自己一直在付出，却没有得到相应的回报，从而产生一种失落感。而且，长期这样下去，会让你逐渐失去自我，不知道自己真正想要的是什么。你需要学会平衡自己和他人的关系，在关心他人的同时，也要照顾好自己的感受和需求，不要总是委屈自己，这样才能让自己的运势逐渐好转起来。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251210, "name": "狮子座", "QFriend": "摩羯座", "all": "100", "color": "墨绿色", "datetime": "2025年12月10日", "health": "92", "love": "100", "money": "100", "number": 9, "summary": "整体运势非常给力，是行动力超强的一天。你仿佛充满了无限的能量，对生活中的各种事情都充满了热情和干劲。无论是面对新的挑战还是日常的事务，你都能迅速地行动起来，毫不犹豫地去尝试和探索。你的决策能力在这一天也表现得十分出色，能够快速地分析问题并做出正确的判断，然后果断地采取行动。这种强大的行动力会让你在各个领域都取得不错的进展，周围的人也会对你的能力和表现感到钦佩。而且，你的积极态度还会感染到身边的人，带动大家一起充满活力地去面对生活。在这一天里，你可以尽情地发挥自己的优势，大胆地去追求自己想要的东西，相信你一定能够收获满满的成果，让运势持续保持在一个良好的状态。", "work": "100", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251210, "name": "处女座", "QFriend": "天蝎座", "all": "100", "color": "橙色", "datetime": "2025年12月10日", "health": "94", "love": "100", "money": "100", "number": 4, "summary": "整体运势棒棒哒，你能够在自己擅长的领域发光发亮。在这一天里，你仿佛找到了属于自己的舞台，能够充分展现出自己的才华和能力。你对细节的关注和追求完美的态度，会让你在处理事情时表现得十分出色，无论是工作还是生活中的小事，都能做到尽善尽美。你的专业知识和技能会得到他人的认可和赞赏，周围的人会对你的能力刮目相看。而且，你还会遇到一些能够发挥自己优势的机会，只要你能抓住这些机会，大胆地展示自己，就一定能够取得令人满意的成果。在这一天里，你会充满自信和成就感，这种良好的状态也会进一步推动你不断前进，让你的运势越来越好，在擅长的领域取得更大的突破和进步。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251210, "name": "天秤座", "QFriend": "狮子座", "all": "90", "color": "宝蓝色", "datetime": "2025年12月10日", "health": "88", "love": "100", "money": "100", "number": 6, "summary": "整体运势呈现平平稳稳的态势，生活节奏忙闲有序，能让你充分感受生活的韵味。在这一天里，你不会被繁杂的事务压得喘不过气，也不会陷入无所事事的空虚之中。各项事务的安排恰到好处，既有忙碌充实的时候，也有放松休闲的间隙。这种有序的节奏让你的内心十分安稳，不会因突然的变化而慌乱。在与人相处时，平和的状态使你能够轻松地与他人交流互动，营造出和谐的氛围。面对生活中的各种情况，你能以从容的态度去应对，不会轻易被情绪左右。这种稳定的状态让你有更多的精力去留意生活中的美好瞬间，比如欣赏周围的风景、品味一杯香茗。你可以尽情享受这份平稳带来的惬意，在忙闲交替中感受生活的丰富多彩，让内心充满满足感。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251210, "name": "天蝎座", "QFriend": "双子座", "all": "100", "color": "深蓝色", "datetime": "2025年12月10日", "health": "82", "love": "90", "money": "100", "number": 1, "summary": "整体运势尚佳，你的思路格外清晰，更敢于表达自己的想法。在这一天，你的思维如同被梳理过的丝线，条理分明，能够迅速地分析问题并找到关键所在。这种清晰的思路让你在与人交流时更加自信，不再像以往那样有所顾虑，而是能够坦率地表达出自己内心的真实想法。无论是面对熟悉的人还是陌生人，你都能清晰地阐述自己的观点，并且能够倾听他人的意见，进行有效的沟通。这种敢于表达的态度会让你在社交场合中更加引人注目，吸引他人的关注和认可。同时，清晰的思路也能帮助你更好地理解周围的事物，对生活中的各种现象有更深刻的洞察。你可以充分利用这一优势，积极地与他人交流互动，拓展自己的人脉资源，让生活更加丰富多彩。", "work": "100", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251210, "name": "射手座", "QFriend": "金牛座", "all": "90", "color": "藕荷色", "datetime": "2025年12月10日", "health": "75", "love": "90", "money": "90", "number": 8, "summary": "整体运势中规中矩，你会深刻认识到“一分耕耘一分收获”的道理。在这一天里，你不会期待不劳而获，而是明白只有通过自己的努力才能获得相应的回报。这种认知会让你对待生活的态度更加务实，不再盲目追求不切实际的目标。你会脚踏实地地去做每一件事情，认真对待每一个细节，不敷衍、不偷懒。虽然可能不会立刻看到明显的成果，但你会感受到自己的付出正在一点点积累，这种积累会让你内心充满安全感。在与他人相处时，你也会以更加真诚的态度去对待，不再虚情假意。这种务实的态度会让你在生活中收获更多的信任和友谊。你会明白，成功没有捷径可走，只有通过不断地努力和积累，才能实现自己的目标，让生活变得更加美好。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251210, "name": "摩羯座", "QFriend": "双鱼座", "all": "100", "color": "杏色", "datetime": "2025年12月10日", "health": "97", "love": "100", "money": "100", "number": 3, "summary": "整体运势相当不错，你或有机会开拓眼界，心态也更加豁达。在这一天，你可能会接触到一些新的事物、新的观念，这些新的元素会打破你原有的认知局限，让你的视野变得更加开阔。你会对世界充满好奇，愿意主动去探索未知的领域，这种探索精神会让你不断发现生活中的新乐趣。同时，你的心态也会变得更加豁达，不再为一些小事而斤斤计较，能够以更加宽容和包容的心态去面对生活中的不如意。这种豁达的心态会让你在与人相处时更加融洽，减少不必要的矛盾和冲突。你会以积极乐观的态度去迎接生活中的挑战，相信自己有能力克服困难，取得成功。这种良好的心态和开阔的眼界会让你在这一天里充满活力，让生活焕发出新的光彩。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251210, "name": "水瓶座", "QFriend": "白羊座", "all": "90", "color": "玫红色", "datetime": "2025年12月10日", "health": "79", "love": "90", "money": "90", "number": 2, "summary": "整体运势一般般，你酝酿的计划目标太大，需要回归当下。在这一天，你可能会发现自己之前制定的计划过于宏大，在实施过程中遇到了诸多困难，难以按照预期推进。这是因为你的目标设定超出了自己当前的能力范围，没有充分考虑到实际情况。此时，你需要冷静下来，重新审视自己的计划，将大目标分解成一个个具体可行的小目标，从眼前的事情做起，一步一个脚印地前进。回归当下意味着你要专注于眼前的事务，不要好高骛远，被遥远的目标所困扰。只有先把眼前的事情做好，才能为实现更大的目标打下坚实的基础。在这一天里，你要调整自己的心态，放下不切实际的幻想，脚踏实地地去努力，通过不断地积累和进步，逐渐实现自己的计划，让运势逐渐好转起来。", "work": "90", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251210, "name": "双鱼座", "QFriend": "水瓶座", "all": "100", "color": "银灰色", "datetime": "2025年12月10日", "health": "85", "love": "100", "money": "100", "number": 7, "summary": "整体运势比较稳定，以计划为指导行动会让你感觉更踏实。在这一天，你会提前制定好详细的计划，然后按照计划有条不紊地开展各项活动。这种有计划的生活方式让你在面对生活中的各种情况时都能心中有数，不会感到迷茫和无助。你知道自己该做什么、该怎么做，这种明确的方向感会让你内心充满安全感。在与人相处时，你也能根据计划合理安排时间和精力，不会因为临时的事情而打乱自己的节奏。同时，按照计划行动还能让你更加高效地完成任务，避免不必要的浪费和失误。这种稳定的状态会让你在一天的生活中保持平和的心态，不会因外界的变化而产生过大的情绪波动。你可以尽情享受这种有计划带来的踏实感，在稳定中不断前进，让生活更加有序和美好。", "work": "90", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "健康是最重要的财富，白羊座本周要注意保持健康的生活方式，合理饮食，适量运动，保持良好的作息习惯。要避免过度劳累，注意休息，关注身体状况，及时调整生活节奏。", "job": "在事业方面，白羊座本周可能会面临一些挑战和压力，但只要保持冷静和坚定的信心，相信自己的实力和能力，就能够应对一切困难，取得令人满意的成绩。在学业上，白羊座要保持良好的学习状态，注重知识的积累和能力的提升，勤奋学习，努力进步，才能取得更好的成绩。", "love": "对于单身的白羊座来说，本周可能会有一些新的恋爱机会出现。通过社交活动或朋友介绍，有可能遇到让自己心动的对象。而对于有伴侣的白羊座来说，本周可以更多地投入到感情中，共同经营美好的爱情，增进彼此的了解和信任，共同面对生活中的挑战。", "money": "本周财运平稳，白羊座要注意理财规划，理性消费，避免冲动购物。同时要留意身边的投资机会，把握好时机，稳健理财，才能获得更好的收益。", "work": "在事业方面，白羊座本周可能会面临一些挑战和压力，但只要保持冷静和坚定的信心，相信自己的实力和能力，就能够应对一切困难，取得令人满意的成绩。在学业上，白羊座要保持良好的学习状态，注重知识的积累和能力的提升，勤奋学习，努力进步，才能取得更好的成绩。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "金牛座本周需特别留意颈椎问题，避免长时间保持不正确的姿势，导致颈部不适。健康是最大的财富，要保持良好的生活习惯，充足的休息和适量运动，才能更好地应对工作和学业的挑战。要注意调节心态，保持身心健康。", "job": "事业方面，本周金牛座有望得到贵人的支持，帮助解决难题，实现事业目标。学业上，要确立明确的远大目标，积极学习，不断提升自己，成为老师眼中的学业佼佼者。工作：拓展人际关系，为事业发展打下坚实的基础。", "love": "单身的金牛座可能会感到犹豫和不安，害怕受伤或失望。建议敞开心扉，勇敢追求真爱，不要让过去的阴影影响自己。已有伴侣的金牛座可能会因金钱观念不合而产生分歧，建议多沟通，互相理解，化解矛盾。", "money": "本周金牛座的财富运势波动较大，需更加谨慎处理财务问题，避免因犹豫不决而错失财富机遇。保持警惕，随时调整投资策略，才能提升财运状态。", "work": "事业方面，本周金牛座有望得到贵人的支持，帮助解决难题，实现事业目标。学业上，要确立明确的远大目标，积极学习，不断提升自己，成为老师眼中的学业佼佼者。工作：拓展人际关系，为事业发展打下坚实的基础。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "健康方面需关注呼吸系统健康，保持喉部清洁，多饮温水和养生茶水，远离刺激性食物，预防咽喉不适。保持规律作息和健康饮食习惯，适量运动，有助于提升免疫力和维护整体健康。", "job": "事业方面，双子座本周需要注重团队合作，与同事共同努力完成工作任务，保持良好的沟通和合作，创造和谐的工作氛围。学业上要保持专注，持续学习进步，主动发现并改进自身不足，提升个人综合能力，为未来的发展奠定坚实基础。", "love": "单身的双子座有可能在本周邂逅新的恋情，可以通过参加社交活动或扩大交际圈的方式结识心仪的对象。对于有伴侣的双子座，要注意细心体贴对方，避免冲动和情绪化的行为，多沟通增进感情。", "money": "财务状况相对平稳，收支平衡。本周适合审视个人消费习惯，合理制定理财计划，避免冲动消费，保持财务稳健，同时注重理性投资和财务规划。", "work": "事业方面，双子座本周需要注重团队合作，与同事共同努力完成工作任务，保持良好的沟通和合作，创造和谐的工作氛围。学业上要保持专注，持续学习进步，主动发现并改进自身不足，提升个人综合能力，为未来的发展奠定坚实基础。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "本周要特别关注皮肤护理，多涂护肤品和防晒霜，避免晒伤。保持良好的生活习惯和饮食习惯，注意休息和放松，保持身心健康。可以适当参加一些运动锻炼，保持身体的健康和活力。要保持乐观心态，积极面对生活中的挑战和困难。", "job": "在工作中要积极承担责任，与同事合作完成任务，展现团队合作的精神。在学业上要注意细节，避免粗心大意，努力提升学习效率和水平。要树立目标意识，持之以恒，不断学习进步，为未来的发展打下坚实的基础。", "love": "单身的巨蟹座在社交圈中展现自己的魅力，吸引到更多的桃花。有伴侣的巨蟹座可以规划一些浪漫的短途旅行，增进彼此的感情，共同创造美好的回忆。要学会倾听和理解对方的需求，共同打造甜蜜的爱情。", "money": "财务状况可能出现一些波动，谨慎理财，不要盲目投资，以免造成财务损失。要审慎对待投资项目，谨慎决策。可以考虑寻求专业理财建议，规划财务目标，稳健理财。", "work": "在工作中要积极承担责任，与同事合作完成任务，展现团队合作的精神。在学业上要注意细节，避免粗心大意，努力提升学习效率和水平。要树立目标意识，持之以恒，不断学习进步，为未来的发展打下坚实的基础。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "在健康方面，狮子座需要关注腰椎健康问题，避免长时间坐姿导致腰部疼痛。增加适量的运动锻炼，保持良好的生活习惯，有助于缓解压力，提升身体健康水平。重视健康，才能更好地投入到工作和生活中。", "job": "在事业方面，狮子座需要更加专注于自己的工作领域，不受外界因素的影响。努力提升自身能力和技能，解决工作中的难题，为未来的发展打下坚实基础。在学业上，坚持学习，即使遇到乏味的知识也要保持学习的热情，不断充实自己。", "love": "单身的狮子座本周可能会更多地关注个人事业发展，而不是急于寻找爱情。已有伴侣的狮子座需要更加珍惜彼此之间的感情，避免因小事而产生争执。共同努力经营幸福的感情生活，增进彼此的了解和信任。", "money": "本周狮子座的财务状况可能略显不理想，需要谨慎理财。避免冲动消费和不必要的花销，制定合理的预算计划，控制开支，保持财务稳定。理性消费，避免投机，稳健理财才能确保财富稳定增长。", "work": "在事业方面，狮子座需要更加专注于自己的工作领域，不受外界因素的影响。努力提升自身能力和技能，解决工作中的难题，为未来的发展打下坚实基础。在学业上，坚持学习，即使遇到乏味的知识也要保持学习的热情，不断充实自己。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "健康方面，处女座需要留意肠胃健康问题，避免食用过于辛辣或生冷的食物，保持饮食均衡和规律。多选择温热的食物，保持身体的健康和活力。同时，可以适当进行锻炼和放松身心的活动，保持良好的生活习惯和健康状态。", "job": "在工作方面，处女座需要提高行动效率，不断学习和进步，抓住机遇，取得更多的成就。在学业上，认真学习，建立完整的知识体系，准备迎接考试挑战，展现超出预期的能力和表现。", "love": "单身的处女座本周应该积极扩大自己的社交圈，多参与各种活动，有机会结识到心仪的对象。有伴侣的处女座需要更多的沟通和理性思考，共同制定长期规划，为未来的关系稳定打下基础。", "money": "本周处女座在财务管理方面要特别注重精打细算，合理规划支出，确保资金的有效利用。可以考虑进行理财规划，寻找更多增加收入的机会，同时要注意避免盲目消费和投资风险，保持财务稳健。", "work": "在工作方面，处女座需要提高行动效率，不断学习和进步，抓住机遇，取得更多的成就。在学业上，认真学习，建立完整的知识体系，准备迎接考试挑战，展现超出预期的能力和表现。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "健康方面需留意腹泻问题，饮食方面要注意平衡，少食用油腻和刺激性食物，增加摄入有机绿色食物，保持身体的健康和活力。健康是最重要的财富，要时刻关注并照顾好自己的身体。", "job": "本周天秤座在事业上将迈入正轨，通过努力学习和实践，你将赢得领导的赞赏和信任。不断提升专业技能，努力进取，将为你带来更多发展机会和职业提升。在学业方面，投入更多热情和精力，充实知识体系，努力取得优异的成绩。", "love": "单身的天秤座可能会在情感上感到一些自卑，但勇敢表达内心真实想法将为你打开新的可能性。不要害怕被拒绝，大胆迈出第一步，或许会有意想不到的收获。而有伴侣的天秤座，在共同规划美好未来的过程中，要相互支持、理解和包容，共同创造幸福美满的爱情。", "money": "本周财富运势相对稳定，通过人际关系的帮助，你有机会获得一些赚钱的机会。抓住时机，勇敢追逐，不仅会让你的收入有所提升，也能激发你更多的赚钱潜力，为未来的财务状况奠定良好基础。", "work": "本周天秤座在事业上将迈入正轨，通过努力学习和实践，你将赢得领导的赞赏和信任。不断提升专业技能，努力进取，将为你带来更多发展机会和职业提升。在学业方面，投入更多热情和精力，充实知识体系，努力取得优异的成绩。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "在健康方面，天蝎座本周要特别注意皮肤护理，防晒工作要做好，保持良好的生活习惯，适量运动，均衡饮食，有效减压，才能保持身体健康。", "job": "在事业方面，天蝎座需要保持谨慎和踏实的工作态度，解决问题时要冷静应对，不要急躁。在学业方面，要保持积极进取的心态，努力提升自己的能力，不断学习和积累经验，这样才能在未来的发展中取得更大的成就。", "love": "对于单身的天蝎座来说，本周可能会感到内心焦躁，渴望迅速找到爱情的归宿。然而，建议他们要冷静面对，不要盲目追求，要给自己足够的时间去认识对方。对于有伴侣的天蝎座来说，要学会在关系中保持平衡，给予对方更多的支持和理解，共同经营稳定的爱情。", "money": "本周财富运势整体一般，天蝎座需要提防盲目投资和消费，要谨慎理财，保持理性。多留意身边的赚钱机会，同时也要控制好自己的开支，避免过度消费导致财务压力。", "work": "在事业方面，天蝎座需要保持谨慎和踏实的工作态度，解决问题时要冷静应对，不要急躁。在学业方面，要保持积极进取的心态，努力提升自己的能力，不断学习和积累经验，这样才能在未来的发展中取得更大的成就。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "在健康方面，射手座本周要注意口腔护理，避免口腔溃疡等问题，饮食上少吃辛辣食物，保持饮食清淡，多摄入新鲜水果蔬菜，保持健康生活方式，注重休息调节，身心健康更重要。", "job": "在事业方面，射手座本周对自己要求较高，渴望有出色的表现，但不要过于自我施压，要学会放松，保持良好的工作状态。在学业方面，要对知识进行系统梳理，加强基础知识的掌握，不要急于求成，踏实前行。", "love": "对于单身的射手座来说，本周能够逐渐打开心扉，让外界走进内心，积极展现自我，有望遇见心动的人。而有伴侣的射手座，本周能够更加深入地交流，增进彼此的了解和默契，共同规划未来，关系更加稳固。", "money": "本周射手座的财富运势较为不错，有机会与优秀的人交流经验，得到启发并积极投身于赚钱的道路上，收获颇丰。要保持谨慎理财，不要贪图便利和冒险投资，稳健发展财务状况。", "work": "在事业方面，射手座本周对自己要求较高，渴望有出色的表现，但不要过于自我施压，要学会放松，保持良好的工作状态。在学业方面，要对知识进行系统梳理，加强基础知识的掌握，不要急于求成，踏实前行。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "健康方面需要注意情绪的调节，保持心态平和，避免过度焦虑或压力过大。可以适当进行一些放松身心的运动或活动，保持良好的生活作息，有助于提升身体健康水平。", "job": "在事业方面，摩羯座可能会面临一些工作压力和挑战，需要保持耐心和坚持，不要被困难击倒。学业上也需要积极面对新的挑战和变化，勇于尝试新的学习方式和方法，不要停留在舒适区域。", "love": "对于单身的摩羯座来说，本周可能会有一些桃花运，通过社交活动或朋友介绍，有机会结识到心仪的对象。对于有伴侣的摩羯座，可能会有一些小摩擦和误会，需要更多的沟通和理解，共同克服困难，维系感情。", "money": "本周财富运势较为稳定，但要注意控制开支，避免不必要的消费和投资风险。可以考虑制定合理的理财计划，提高财务管理能力，为未来的财富积累打下坚实基础。", "work": "在事业方面，摩羯座可能会面临一些工作压力和挑战，需要保持耐心和坚持，不要被困难击倒。学业上也需要积极面对新的挑战和变化，勇于尝试新的学习方式和方法，不要停留在舒适区域。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "水瓶座本周需关注颈椎关节的护理，避免长时间低头工作，可以进行适当的颈部按摩来缓解不适。保持健康的生活方式和规律的作息时间，重视身体健康，注意自身的身体信号。", "job": "在事业方面，水瓶座将处理工作得心应手，抓住机遇展现实力，获得同事和领导的认可。在学业上，他们积极学习，有条不紊地执行学习计划，成绩有望有大幅提升，展现出色的表现。", "love": "单身水瓶座本周将展现出幽默风趣的魅力，吸引众多追求者。他们将在轻松愉快的氛围中结识新朋友，有机会找到心仪的对象，有望脱单。有伴侣的水瓶座将与伴侣共同寻找浪漫，安排甜蜜的约会，增进感情，享受美好时光。", "money": "水瓶座本周财富运势平稳，通过家人的支持改善生活，财富将稳步增长。同时，提高金钱观念，更好地管理财务，为未来的投资打下坚实的基础。", "work": "在事业方面，水瓶座将处理工作得心应手，抓住机遇展现实力，获得同事和领导的认可。在学业上，他们积极学习，有条不紊地执行学习计划，成绩有望有大幅提升，展现出色的表现。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 50, "date": "2025年12月07日-2025年12月13日", "health": "本周双鱼座需要特别注意肠胃消化系统的健康问题，尽量避免食用生冷食物，多选择温热的饮食，保持规律的作息时间和良好的生活习惯。通过合理的饮食和运动，双鱼座可以有效地维护自己的身体健康，确保充沛的精力和良好的状态迎接挑战。", "job": "在事业方面，双鱼座将展现出更加乐观积极的工作态度，能够以更加开放的心态去解决问题，积极寻求创新和突破。这种正面的努力将为双鱼座的事业发展带来新的机遇和挑战，让自己的才华得以充分展现。在学业上，双鱼座将有更强烈的求知欲和学习动力，通过持续的努力和积累，能够获得老师和同学的认可和赞扬。", "love": "对于单身的双鱼座来说，本周将是桃花运势旺盛的一周。无论在何处，都有可能邂逅到让自己心动的人，抓住机会，勇敢追求爱情。而对于有伴侣的双鱼座，本周的感情更加稳固，双方之间的默契和理解更进一步，共同规划未来，为美好的生活添砖加瓦。", "money": "双鱼座本周的财富运势较好，懂得合理规划和管理自己的财务，能够通过敏锐的观察和决策，抓住财富增长的机遇。在理财方面，双鱼座可以有意识地进行投资和理财规划，为自己的未来积累更多的财富。", "work": "在事业方面，双鱼座将展现出更加乐观积极的工作态度，能够以更加开放的心态去解决问题，积极寻求创新和突破。这种正面的努力将为双鱼座的事业发展带来新的机遇和挑战，让自己的才华得以充分展现。在学业上，双鱼座将有更强烈的求知欲和学习动力，通过持续的努力和积累，能够获得老师和同学的认可和赞扬。", "resultcode": "200", "error_code": 0}}}