{"today": {"白羊座": {"date": 20251126, "name": "白羊座", "QFriend": "摩羯座", "all": "90", "color": "紫色", "datetime": "2025年11月26日", "health": "69", "love": "90", "money": "75", "number": 1, "summary": "整体运势呈现出下滑态势，决策时容易陷入模棱两可的状态，这种态度会让自己在面对选择时缺乏主见，进而容易被他人意见左右，如同在迷雾中行走，方向感缺失，难以坚定地朝着自己内心所想前进。生活节奏可能会因此被打乱，原本计划好的一些活动或安排，可能会因为这种犹豫不决而出现变数。在社交场合中，也可能会因为这种态度，让他人觉得不够真诚可靠，从而影响人际关系的发展。不过，若能及时意识到这种状态，努力调整心态，尝试果断做出决定，或许能逐渐扭转运势下滑的局面，让生活重新回到有序的轨道。", "work": "75", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251126, "name": "金牛座", "QFriend": "天秤座", "all": "75", "color": "橙色", "datetime": "2025年11月26日", "health": "62", "love": "90", "money": "75", "number": 3, "summary": "整体运势呈现出疲软态势，仿佛置身于一片略显压抑的氛围之中，会明显感觉到来自多方的压力如影随形。这些压力可能源自生活里不同层面，它们相互交织，让原本平稳的节奏被打乱。在社交方面，与他人的交流互动或许会变得不那么顺畅，可能会因为一些细微的观念差异或者沟通上的小阻碍，而使得原本和谐的关系出现一些微妙的紧张感，需要花费更多精力去维护和协调。情感层面，内心的情绪容易陷入一种低落状态，对周围事物的热情有所减退，整个人仿佛被一层淡淡的阴霾笼罩。在面对各种状况时，决策过程也会变得艰难起来，会反复权衡利弊，却依旧难以果断做出选择，内心充满了纠结与迷茫。不过，这种运势的低谷并非无法突破，只要保持冷静，尝试换个角度看待问题，主动去寻找缓解压力的方式，比如听音乐、阅读等，或许能慢慢驱散内心的阴霾，让运势逐渐回升。", "work": "75", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251126, "name": "双子座", "QFriend": "水瓶座", "all": "100", "color": "天蓝色", "datetime": "2025年11月26日", "health": "87", "love": "100", "money": "100", "number": 7, "summary": "整体运势呈现上扬趋势，生活充满了积极向上的氛围。对各种新鲜事物有着浓厚的兴趣，愿意主动去探索和尝试，在这个过程中，能够收获许多生活里的小确幸。这些小确幸如同生活中的点点繁星，虽然微小，却能汇聚成璀璨的光芒，让心情变得格外愉悦。在探索兴趣的过程中，还能结识到一些志同道合的朋友，进一步丰富生活内容。这种积极的状态会感染周围的人，营造出和谐美好的生活环境。若能保持这份热情和好奇心，不断挖掘生活中的乐趣，运势将会持续上扬，让生活更加精彩。", "work": "100", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251126, "name": "巨蟹座", "QFriend": "射手座", "all": "100", "color": "玫红色", "datetime": "2025年11月26日", "health": "91", "love": "100", "money": "100", "number": 2, "summary": "整体运势畅旺，生活仿佛被一层温暖而惬意的氛围所笼罩。能够尽情享受休闲时光，没有过多的烦恼和压力干扰。在这段惬意的时光里，可以随心所欲地做自己喜欢的事情，无论是沉浸在喜欢的书籍中，还是聆听舒缓的音乐，都能让身心得到极大的放松。这种放松的状态有助于提升生活的幸福感，让内心充满满足感。在享受休闲的同时，也能以平和的心态面对生活中的各种小插曲，不会轻易被琐事影响情绪。若能珍惜这样的美好时光，用心感受生活的点滴美好，运势将会一直保持畅旺。", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251126, "name": "狮子座", "QFriend": "双鱼座", "all": "100", "color": "红色", "datetime": "2025年11月26日", "health": "94", "love": "100", "money": "100", "number": 9, "summary": "整体运势高走，生活充满了活力与激情。仿佛被一股无形的力量推动着，以饱满的精神状态开启全新的生活篇章。对生活有着强烈的热情和期待，愿意主动去创造和追求美好的事物。这种积极的态度会吸引周围人的关注和赞赏，让自己成为生活中的焦点。在社交场合中，能够自信地展现自己的魅力，与他人建立良好的互动关系。生活里充满了各种新奇有趣的体验，每一个瞬间都值得珍惜。若能持续保持这种活力满满的状态，不断挑战自我，突破极限，生活将会变得更加精彩纷呈。", "work": "100", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251126, "name": "处女座", "QFriend": "天蝎座", "all": "90", "color": "玫红色", "datetime": "2025年11月26日", "health": "78", "love": "90", "money": "90", "number": 4, "summary": "整体运势中稳，保持着一种平稳有序的节奏。注重规律作息，这种良好的生活习惯为生活奠定了坚实的基础。在规律的作息下，精神状态良好，能够有条不紊地处理生活中的各种事务。不会因为外界的干扰而打乱自己的节奏，始终保持着内心的平静和从容。在面对生活中的变化时，也能以理性的态度去分析和应对，不会盲目冲动。这种稳定的状态让生活充满了安全感，虽然可能没有太多波澜壮阔的惊喜，但却能让人感受到生活的踏实和安心。若能继续坚持这种规律的生活方式，运势将会一直保持稳定。", "work": "90", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251126, "name": "天秤座", "QFriend": "金牛座", "all": "90", "color": "青色", "datetime": "2025年11月26日", "health": "80", "love": "100", "money": "90", "number": 2, "summary": "整体运势表现中规中矩，呈现出一种趋于平淡的态势。没有大起大落的波澜，也没有突如其来的惊喜或惊吓。这种平淡并非乏味，反而为内心营造出了一片宁静的空间。在这看似平常的日子里，有更多时间去梳理思绪，回顾过往经历，对生活中的种种进行深入思考。可以静下心来审视自己的社交关系，思考哪些是真正值得珍惜的，哪些需要做出调整。也能对未来的生活方向有一个更清晰的认知，不被外界的喧嚣所干扰，以平和的心态面对生活中的一切。这种思考空间能让内心更加沉稳，为后续的生活做好更充分的准备，在平淡中积蓄力量，等待合适的时机绽放光彩。", "work": "90", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251126, "name": "天蝎座", "QFriend": "白羊座", "all": "90", "color": "姜黄色", "datetime": "2025年11月26日", "health": "66", "love": "75", "money": "90", "number": 8, "summary": "整体运势有点失衡，生活的天平似乎没有处于最佳状态。在与人相处的过程中，容易陷入小心眼的误区，对一些小事过于计较，从而引发不必要的矛盾和不愉快。这种情绪状态会影响到周围的人际关系，让原本和谐的氛围变得紧张起来。可能会因为一些细微的言语或举动，就在心里产生芥蒂，难以释怀。这种心态不仅会让他人感到困扰，也会让自己陷入负面情绪的漩涡中，难以自拔。若想改善这种状况，需要学会放宽心胸，以更豁达的态度去看待生活中的摩擦，不要让小事影响到自己的心情和人际关系，努力让生活重新回到平衡的状态。", "work": "75", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251126, "name": "射手座", "QFriend": "巨蟹座", "all": "90", "color": "抹茶色", "datetime": "2025年11月26日", "health": "85", "love": "90", "money": "100", "number": 7, "summary": "整体运势较为出色，生活仿佛被一层美好的滤镜所笼罩。能够以敏锐的感知力轻松捕捉到生活里的美好瞬间，这些瞬间或许是一朵盛开的花朵、一阵轻柔的微风，又或是一个陌生人温暖的微笑。这些看似微不足道的小确幸，却能带来满满的幸福感，让心情格外愉悦。这种积极的心态会进一步感染周围的人，营造出一种欢快、和谐的氛围。在与人交往中，也能更加真诚地表达自己的情感，增进彼此之间的感情。能以乐观的态度面对生活中的一切，享受这份美好带来的快乐，让生活充满阳光。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251126, "name": "摩羯座", "QFriend": "处女座", "all": "90", "color": "奶茶色", "datetime": "2025年11月26日", "health": "82", "love": "90", "money": "90", "number": 2, "summary": "整体运势平稳普通，生活按照既定的节奏有条不紊地进行着。没有太多的惊喜和变化，但也没有让人烦恼的困扰。在这种平稳的状态下，能够不紧不慢地推进生活各项事宜，无论是处理日常琐事还是应对一些小问题，都能保持冷静和理智。可以按照自己的计划逐步完成各项任务，不会因为外界的因素而打乱自己的节奏。这种稳定的生活状态让人感到安心和踏实，虽然可能没有大起大落的刺激，但却能让人在平淡中感受到生活的真实和美好。能珍惜这份平稳，用心过好每一天，为生活积累更多的温暖和回忆。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251126, "name": "水瓶座", "QFriend": "狮子座", "all": "100", "color": "浅蓝色", "datetime": "2025年11月26日", "health": "95", "love": "100", "money": "100", "number": 7, "summary": "整体运势超棒超燃，仿佛被一股强大的能量所驱动，活力满满地开启生活新篇章。对生活充满了热情和期待，愿意主动去探索未知的领域，尝试新的事物。这种积极向上的态度会让生活变得丰富多彩，充满无限可能。在与人交往中，也能展现出独特的魅力和风采，吸引到志同道合的朋友。能够以开放的心态接纳不同的观点和想法，拓宽自己的视野和思维。这种充满活力的状态不仅能让自己感到快乐和满足，也能给周围的人带来积极的影响，让生活充满生机与活力，尽情享受这美好的一天。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251126, "name": "双鱼座", "QFriend": "双子座", "all": "100", "color": "紫色", "datetime": "2025年11月26日", "health": "88", "love": "100", "money": "100", "number": 1, "summary": "整体运势颇为亮眼，生活仿佛被赋予了灵动的色彩。能够以一种灵动的姿态巧妙化解生活小难题，面对困难时不会惊慌失措，而是能够冷静思考，找到合适的解决办法。这种灵活应变的能力让生活变得更加顺畅，减少了不必要的麻烦和困扰。在与人相处中，也能以温和、友善的态度赢得他人的好感，增进彼此之间的感情。能够敏锐地感知到他人的情绪变化，给予适当的关心和安慰，让人际关系更加和谐。以这种灵动的姿态面对生活，能让生活充满乐趣和惊喜，享受每一个美好的瞬间。", "work": "90", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20251127, "name": "白羊座", "QFriend": "水瓶座", "all": "90", "color": "天蓝色", "datetime": "2025年11月27日", "health": "85", "love": "100", "money": "90", "number": 7, "summary": "整体运势呈现出积极向好的态势，背后有一股无形的力量推着生活稳步向前。在生活里，能清晰地感受到内心有着明确的方向，能够按照自己的想法去规划日常的种种。无论是处理生活琐事，还是安排休闲娱乐活动，都能有条不紊地进行。这种按部就班却又充满自主性的节奏，让人感到安心且充实。在与人交往方面，也能以平和的心态去面对，不会轻易被外界的干扰所影响。面对生活中的小挑战，也能凭借自身的毅力和决心去克服，一步一个脚印地朝着目标迈进。这种踏实的生活状态，会让内心充满成就感，对未来的生活也充满了期待，愿意以更加积极的态度去迎接新的变化和机遇。", "work": "100", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20251127, "name": "金牛座", "QFriend": "金牛座", "all": "100", "color": "抹茶色", "datetime": "2025年11月27日", "health": "81", "love": "90", "money": "100", "number": 6, "summary": "一切都在顺遂的轨道上运行，让人内心感到格外心安。在生活里，很容易满足于当下的状态，不会有过多的奢求和欲望。对于日常的小确幸，比如一顿美味的晚餐、一场温馨的聚会，都能从中感受到满满的幸福。这种知足常乐的心态，让生活充满了简单的快乐。在处理生活事务时，也能保持耐心和细心，不会因为一些小问题而烦躁不安。与家人朋友相处时，也能给予彼此足够的理解和支持，关系更加融洽。这种稳定而和谐的生活状态，会让人感到无比放松，仿佛所有的疲惫都能在这一刻消散，尽情享受生活的美好。", "work": "90", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20251127, "name": "双子座", "QFriend": "处女座", "all": "75", "color": "玫红色", "datetime": "2025年11月27日", "health": "62", "love": "75", "money": "75", "number": 5, "summary": "似乎陷入了一种低迷的状态，缺乏足够的动力去推动各项事务的进展。在面对生活时，容易产生一种倦怠感，对很多事情都提不起兴趣，选择以摆烂的状态来应对。无论是日常的起居，还是与他人的交流，都显得有些敷衍和随意。内心仿佛被一层阴霾笼罩，找不到前进的方向和动力。对于生活中的变化和挑战，也缺乏积极应对的勇气和决心，更愿意选择逃避和退缩。这种消极的状态如果持续下去，可能会让生活变得更加混乱和无序。不过，只要能够及时调整心态，重新找回生活的热情和动力，就能逐渐摆脱这种困境，重新拥抱美好的生活。", "work": "90", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20251127, "name": "巨蟹座", "QFriend": "摩羯座", "all": "90", "color": "鹅黄色", "datetime": "2025年11月27日", "health": "80", "love": "90", "money": "90", "number": 6, "summary": "生活呈现出一种相对固定的模式，仿佛一切都在按照既定的程序进行，趋于公式化运转。在生活里，每天的日程安排似乎都大同小异，缺乏一些新鲜感和惊喜。起床、吃饭、工作、休息，这些日常活动都像是被设定好的程序，按部就班地进行着。虽然这种稳定的生活模式让人感到安心，但长时间处于这种状态下，也容易让人产生一种单调和乏味的感觉。在与人交往方面，也习惯于遵循以往的模式，缺乏一些创新和变化。不过，这种固定的生活模式也有其好处，它能让人在熟悉的环境中感到舒适和自在，减少不必要的压力和焦虑。如果能够适当打破这种模式，尝试一些新的事物，或许能为生活增添一些别样的色彩。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20251127, "name": "狮子座", "QFriend": "射手座", "all": "90", "color": "青色", "datetime": "2025年11月27日", "health": "76", "love": "90", "money": "90", "number": 4, "summary": "生活略显单调乏味，仿佛被一层无形的枷锁束缚住了，内心渴望着一丝变化和突破。在生活里，每天重复着相似的事情，做着相同的选择，让人感到有些疲惫和厌倦。这种单调的生活状态，让内心对新鲜事物充满了渴望，希望能够有一些不一样的体验和感受。在与人交往时，也希望能结识一些新朋友，拓展自己的社交圈子，为生活带来新的活力和乐趣。对于生活中的各种规则和限制，也产生了一种反抗的情绪，渴望能够打破常规，展现自己的独特个性。虽然这种渴望变化的心情可以理解，但也要注意把握分寸，避免因为过于冲动而做出一些不理智的决定。只有以理性的态度去追求变化，才能让生活真正焕发出新的光彩。", "work": "90", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20251127, "name": "处女座", "QFriend": "白羊座", "all": "100", "color": "红色", "datetime": "2025年11月27日", "health": "96", "love": "100", "money": "100", "number": 1, "summary": "可谓是亮点频现的一天，自身的优势在各个方面都得到了充分的凸显，尽情展现着独特的风采。在生活里，无论是处理日常事务，还是参与社交活动，都能凭借自己的细心、耐心和智慧，将事情安排得井井有条，赢得他人的赞赏和认可。在与人交往时，能够敏锐地察觉到他人的需求和情绪变化，给予恰当的关心和帮助，让人感到温暖和安心。这种良好的人际关系，也为生活增添了许多色彩。在面对生活中的挑战和困难时，也能凭借自己的坚韧和毅力，冷静分析问题，找到解决问题的最佳方法。这种出色的表现，不仅让自己感到自信和满足，也让周围的人对自己刮目相看。今日的生活充满了机遇和可能，只要能够抓住机会，充分发挥自己的优势，就能收获更多的成功和喜悦。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20251127, "name": "天秤座", "QFriend": "双鱼座", "all": "100", "color": "姜黄色", "datetime": "2025年11月27日", "health": "98", "love": "100", "money": "100", "number": 6, "summary": "整体运势极为亮眼，仿佛被幸运的光环所笼罩，生活处处都洋溢着惬意与舒适。在生活里，能明显感觉到周围的一切都顺遂心意，无论是与家人朋友的相处，还是日常的休闲娱乐，都能收获满满的愉悦感。与他人交流时，能轻松营造出和谐融洽的氛围，彼此之间相互理解、相互支持，让关系更加亲密。在面对生活中的各种选择时，也能凭借自己的判断做出正确的决定，不会陷入纠结和迷茫之中。这种良好的状态会让人充满自信，对生活充满期待，愿意以更加积极的态度去探索生活中的美好。无论是品尝美食、欣赏艺术，还是参与户外活动，都能尽情享受其中的乐趣，让生活变得丰富多彩，充满意义。", "work": "100", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20251127, "name": "天蝎座", "QFriend": "巨蟹座", "all": "75", "color": "奶茶色", "datetime": "2025年11月27日", "health": "60", "love": "75", "money": "75", "number": 9, "summary": "整体运势低迷沉闷，仿佛置身于一片阴霾之中，整个人都陷入了消极倦怠的生活困局。在生活里，对很多事情都提不起兴趣，缺乏动力和热情，仿佛所有的活力都被抽走了一般。与他人交往时，也容易表现出冷漠和疏离，不愿意主动与人交流，导致人际关系变得有些紧张。面对生活中的小挫折和困难，容易产生放弃的念头，缺乏坚持下去的勇气和决心。这种消极的状态会影响到生活的方方面面，让生活变得单调乏味，缺乏色彩。不过，只要能够及时调整心态，认识到自己的问题所在，主动寻求改变，尝试从一些小事做起，重新找回生活的热情和动力，就能逐渐走出困境，重新拥抱美好的生活。", "work": "90", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20251127, "name": "射手座", "QFriend": "狮子座", "all": "100", "color": "绿色", "datetime": "2025年11月27日", "health": "92", "love": "100", "money": "100", "number": 1, "summary": "整体运势超精彩，仿佛开启了活力满满的生活旅程，充满了无限的可能和惊喜。在生活里，整个人都充满了朝气和活力，对周围的一切都充满了好奇和探索的欲望。愿意主动去尝试新的事物，挑战自己的极限，不断拓展自己的生活边界。与他人交往时，热情开朗的性格很容易吸引到志同道合的朋友，一起分享生活的快乐和烦恼。在面对生活中的各种变化和挑战时，能够保持乐观积极的心态，勇敢地迎接挑战，从中汲取经验和教训。这种积极向上的生活态度会让生活变得更加丰富多彩，充满乐趣。无论是参加户外运动、学习新的技能，还是参与社交活动，都能尽情展现自己的魅力，收获满满的成就感和幸福感。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20251127, "name": "摩羯座", "QFriend": "双子座", "all": "75", "color": "紫色", "datetime": "2025年11月27日", "health": "65", "love": "90", "money": "90", "number": 3, "summary": "整体运势较欠佳，现实略显骨感，生活中的一些状况可能会让人感到有些无奈和沮丧。在生活里，原本计划好的事情可能会因为一些意外因素而无法顺利进行，让人感到有些措手不及。与他人交流时，也可能会因为观念上的差异而产生一些矛盾和分歧，影响彼此之间的关系。面对生活中的压力和困难，容易感到焦虑和疲惫，缺乏应对的信心和勇气。不过，这并不意味着生活就没有希望和转机。只要能够保持冷静的头脑，认真分析问题的所在，积极寻找解决问题的方法，就能够逐渐克服困难，改善现状。同时，也要学会调整自己的心态，接受现实的不完美，以更加平和的心态去面对生活中的挑战，相信通过自己的努力，一定能够让生活变得更加美好。", "work": "75", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20251127, "name": "水瓶座", "QFriend": "天秤座", "all": "100", "color": "焦糖色", "datetime": "2025年11月27日", "health": "86", "love": "100", "money": "100", "number": 1, "summary": "交流互动有成效，在与他人的交流中能够收获颇多，为生活增添不少色彩。在生活里，善于主动与他人沟通交流，能够轻松地打开话匣子，与不同类型的人建立良好的关系。在交流过程中，能够认真倾听他人的意见和想法，尊重他人的观点，同时也能清晰地表达自己的想法和感受，让彼此之间的沟通更加顺畅有效。通过与他人的交流互动，能够获取到新的信息和知识，拓宽自己的视野和思维方式。这种良好的交流互动状态也会影响到生活的其他方面，让人在处理事情时更加得心应手。无论是与家人朋友分享生活琐事，还是与同事合作完成项目，都能凭借出色的沟通能力取得不错的效果，让生活变得更加和谐美好。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20251127, "name": "双鱼座", "QFriend": "天蝎座", "all": "75", "color": "橙色", "datetime": "2025年11月27日", "health": "60", "love": "75", "money": "75", "number": 2, "summary": "整体运势不如意，容易产生破罐子破摔的想法，让生活陷入一种消极的状态。在生活里，可能会遇到一些不如意的事情，比如与他人发生矛盾、计划好的事情落空等，这些事情会让人感到心情低落，失去对生活的信心和热情。在这种情况下，容易产生逃避现实的想法，不愿意面对生活中的问题和挑战，选择以一种消极的态度来应对。这种破罐子破摔的心态会让生活变得更加糟糕，陷入恶性循环之中。不过，只要能够及时意识到自己的问题，勇敢地面对现实，积极寻求解决问题的方法，就能够逐渐改变这种消极的状态。可以尝试从一些小事做起，重新找回生活的乐趣和动力，让自己重新振作起来，以更加积极的态度去面对生活。", "work": "75", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "健康方面，白羊座需要注意规律生活，均衡饮食，适量运动，保持身心健康。要及时调整自己的状态，避免过度疲劳和精神压力，保持积极乐观的心态，才能保持健康。", "job": "在事业方面，本周白羊座需要保持专注，要耐心等待事业的发展，克服困难，勇往直前。在学业上，要认真学习，保持专注力，不要被琐事分心，多思考多总结，提升自己的学习能力和独立思考能力。", "love": "对于单身的白羊来说，本周应该理智对待感情，不要急于求成，要学会等待合适的时机，珍惜眼前的人，建立稳固的感情基础。有伴侣的白羊需要更多的沟通和理解，避免冷漠和误会，共同面对问题，共同成长，不要急于解决问题，要给予对方足够的理解和支持。", "money": "本周财务状况稍有波动，白羊座需要谨慎理财，不要冲动投资或消费，要理性规划财务，量入为出，保持财务稳健，避免过度消费和不必要的支出。", "work": "在事业方面，本周白羊座需要保持专注，要耐心等待事业的发展，克服困难，勇往直前。在学业上，要认真学习，保持专注力，不要被琐事分心，多思考多总结，提升自己的学习能力和独立思考能力。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "在健康方面，金牛座需要特别留意口腔健康问题，保持良好的口腔卫生习惯，注意饮食清淡，多喝水，保持规律的作息时间和健康生活方式，以维持身体健康和活力。", "job": "在事业方面，金牛座需要审慎制定自己的发展规划，不要随波逐流，要有明确的目标和计划。在学业上，金牛座要专注于学业领域，努力取得更好的成绩，不受周围舆论和声音的干扰，保持独立思考和学习态度。", "love": "对于单身的金牛座来说，本周需要主动掌握自己的感情节奏，不要被周围竞争对手的干扰而动摇。对于有伴侣的金牛座而言，要避免多虑和胡思乱想，理性沟通是维系感情的关键，要保持积极和平稳的沟通方式，建立更加牢固的感情基础。", "money": "本周财务状况可能会有一定波动，金牛座需要建立良好的消费记录，避免过度消费和随意花钱的倾向。要保持理性消费观念，精打细算，以确保财务状况的稳定和积累。", "work": "在事业方面，金牛座需要审慎制定自己的发展规划，不要随波逐流，要有明确的目标和计划。在学业上，金牛座要专注于学业领域，努力取得更好的成绩，不受周围舆论和声音的干扰，保持独立思考和学习态度。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "双子座本周要重视健康问题，保持良好的生活习惯和心态，避免过度压力和焦虑，适当锻炼身体，注重营养均衡，身心健康才能更有活力应对生活的各种挑战。", "job": "在事业方面，双子座这周将会获得同事和上司的一致认可，工作状态良好，积极进取，勇于面对挑战。学业方面也是如此，保持学习的热情和努力，突破自己的局限，取得更高的成就。", "love": "对于单身的双子座来说，本周可能会遇到一些令人心动的对象，但要保持清醒的头脑，理性对待感情，不要被短暂的浪漫冲昏了头脑。已有伴侣的双子座则需要更多的沟通和理解，共同面对问题，增进感情深度。", "money": "本周双子座的财务状况较为稳定，但也要注意谨慎处理财务，避免冒险投资和盲目跟风。理性分析风险和收益，制定合理的理财计划，确保财务安全。", "work": "在事业方面，双子座这周将会获得同事和上司的一致认可，工作状态良好，积极进取，勇于面对挑战。学业方面也是如此，保持学习的热情和努力，突破自己的局限，取得更高的成就。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "在健康方面，巨蟹座本周需要留意身体炎症的问题，特别是在天气干燥的情况下，容易导致身体上火。建议多饮水，适量运动，保持身体健康，避免过度劳累，及时就医，注意预防疾病。", "job": "在事业方面，巨蟹座本周会意识到自身的不足，并努力寻找发展方向，不断精益求精。在工作中展现出自信和能力，取得令人满意的成绩。而在学业方面，本周可能会感到一定疲惫，务必及时处理琐碎问题，以免影响学习进度。", "love": "对于单身的巨蟹座而言，本周你将很可能成为社交场合中的焦点，吸引众人的目光。如果能积极释放自己的魅力，可能轻松脱单。而对于有伴侣的巨蟹座，本周可能因工作繁忙而无法充分陪伴伴侣，建议通过电话或短信表达关心，维系感情。", "money": "本周的财运相当不错，巨蟹座能够理性规划支出，将花销控制在合理范围内。通过良好的理财习惯，积极储蓄积累财富，为未来的投资打下坚实基础。", "work": "在事业方面，巨蟹座本周会意识到自身的不足，并努力寻找发展方向，不断精益求精。在工作中展现出自信和能力，取得令人满意的成绩。而在学业方面，本周可能会感到一定疲惫，务必及时处理琐碎问题，以免影响学习进度。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "狮子座本周需特别关注骨骼和关节的健康状况，注意运动前的热身和放松，避免受伤。合理安排作息时间，保持良好的生活习惯，有助于维持身体健康。", "job": "在事业方面，狮子座需要全身心投入工作中，发挥出自己的优秀才能来克服挑战。学业方面可能会遇到一些困难，建议放松心情，转变学习方法，以更好地完成任务。", "love": "对于单身的狮子座而言，本周可能会出现让人心动的机会，但务必保持理性，不要被冲动所驱使。而有伴侣的狮子座，则会与伴侣之间关系更加融洽，共同享受甜蜜的时光，增进彼此间的情感。", "money": "本周狮子座的财务状况可能会有些波动，因此需要谨慎处理金钱，避免过度消费导致财务压力。要注意理性理财，避免冲动购买，以保持稳健的财务状况。", "work": "在事业方面，狮子座需要全身心投入工作中，发挥出自己的优秀才能来克服挑战。学业方面可能会遇到一些困难，建议放松心情，转变学习方法，以更好地完成任务。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "健康方面，本周处女座需特别关注牙齿健康问题，可能会出现智齿不适情况，如有不适要及时就医。保持规律的作息和健康饮食习惯，加强体育锻炼，提升身体免疫力，预防疾病发生。保持健康的生活方式，全面关注身体健康。", "job": "在工作方面，处女座能够提出创新性的意见，突破团队工作中的瓶颈，展现出灵活的思维和处理问题的能力。学业上，需要静心思考，反思自身不足，并努力完善自我，探索适合自己的学习方法，提高学习效率，取得更好的成绩。", "love": "单身处女本周需谨慎对待感情发展，不要过于武断，给予对方更多了解的机会。有伴侣的处女要保持沟通，以成熟的态度处理矛盾，共同成长。相互包容和理解是维系感情的关键，通过互相支持，关系将更加稳固。", "money": "本周财务状况相对稳定，但要注意控制消费欲望，避免冲动购物。建议仔细核算开支，理性消费，避免因为轻率行动而破坏财务平衡。保持谨慎的态度，能够有效管理财务，稳健发展。", "work": "在工作方面，处女座能够提出创新性的意见，突破团队工作中的瓶颈，展现出灵活的思维和处理问题的能力。学业上，需要静心思考，反思自身不足，并努力完善自我，探索适合自己的学习方法，提高学习效率，取得更好的成绩。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "天秤座这周需要关注消化问题，保持规律作息，均衡饮食，多吃新鲜水果蔬菜，避免暴饮暴食和寒冷食物，保持身体健康。同时要注重心理健康，保持良好的心态和情绪，积极面对生活中的挑战。", "job": "在工作方面，天秤座需要提高决策效率，不要过于犹豫不决，要果断行动，抓住机遇，迎接挑战。在学业上，要保持积极学习态度，合理规划学习时间，不断提升自己的能力和知识水平，努力取得优异成绩。", "love": "单身的天秤座本周可能会遇到一些烂桃花，需要保持冷静，不要盲目投入感情。有伴侣的天秤座，感情关系更加稳定，但要注意给彼此足够的空间和尊重，共同经营美好的爱情。", "money": "这周的财运较为一般，天秤座在理财投资方面需谨慎，避免盲目投资和跟风行为。要理性分析风险，选择稳健的投资方式，保持头脑清醒，不要轻信他人的建议，谨慎决策，保护自己的财富安全。", "work": "在工作方面，天秤座需要提高决策效率，不要过于犹豫不决，要果断行动，抓住机遇，迎接挑战。在学业上，要保持积极学习态度，合理规划学习时间，不断提升自己的能力和知识水平，努力取得优异成绩。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "在健康方面，天蝎座本周需要特别留意口腔健康问题，注意口腔卫生，预防口腔溃疡等疾病。保持良好的生活习惯和饮食习惯，定期锻炼身体，保持健康的心态和身体状态。要适当调整作息时间，保持身心平衡，关注健康问题，健康才能更有保障。", "job": "在事业方面，本周是天蝎座审视自身职业发展的好时机，需要清晰地规划未来的方向和目标。要对自己的能力和优势有清晰的认识，不断提升自我，追求更高的职业成就。在学业方面，要注重与同学之间的合作和交流，共同学习、共同进步，做好知识储备，为未来的发展打下坚实基础。", "love": "对于单身的天蝎座来说，本周可能会遇到一些有趣的人，异性缘较好。勇敢表达自己的情感，积极追求，可能会有意想不到的恋爱机会出现。而有伴侣的天蝎座，情感关系可能会更加稳定和融洽，共同度过美好时光，互相体贴关心，有助于加深感情。", "money": "财务方面的运势相对稳定，天蝎座需要保持谨慎，避免盲目乐观或冲动行事。计划投资或创业的天蝎座需认真考虑风险和回报，谨慎行事，多听取专业建议，避免损失。保持财务的平稳与稳健，不要轻易冒险，守住自己的财富。", "work": "在事业方面，本周是天蝎座审视自身职业发展的好时机，需要清晰地规划未来的方向和目标。要对自己的能力和优势有清晰的认识，不断提升自我，追求更高的职业成就。在学业方面，要注重与同学之间的合作和交流，共同学习、共同进步，做好知识储备，为未来的发展打下坚实基础。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "健康方面，射手座需要注意皮肤健康，容易出现皮肤过敏或其他问题。要注意饮食和作息规律，保持良好的生活习惯，避免长时间熬夜，保持身心健康。", "job": "本周射手座在工作中可能会感到手忙脚乱，难以平衡工作与生活的关系。务必避免过度焦虑，寻找合适的工作节奏和方法，保持工作的高效性和质量。在学业方面，射手座可能会自我施加压力，希望取得更好的成绩，但也容易因此产生焦虑情绪，应放松心态，踏实学习，避免过度竞争。", "love": "单身的射手座在感情方面可能会有一些波折，情绪较为低落，对爱情持悲观态度。尽管会有一些桃花出现，但也许会望而却步。有伴侣的射手座在生活琐事中可能会产生一些矛盾和摩擦，双方需保持沟通，共同化解矛盾，避免情感危机的发生。", "money": "射手座本周财富运势较为稳定，可能会有一些投资收益，解决财务问题也比较顺利。在理财方面要谨慎行事，保持理性思考，才能更好地增加收入，提升财务状况。", "work": "本周射手座在工作中可能会感到手忙脚乱，难以平衡工作与生活的关系。务必避免过度焦虑，寻找合适的工作节奏和方法，保持工作的高效性和质量。在学业方面，射手座可能会自我施加压力，希望取得更好的成绩，但也容易因此产生焦虑情绪，应放松心态，踏实学习，避免过度竞争。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "健康方面，摩羯本周要注意头部健康问题，避免过度劳累和精神紧张导致的头痛和头晕情况。保持良好的作息习惯，加强锻炼，保持身心健康。", "job": "在事业方面，摩羯本周需要更加全面地规划自己的职业道路，要注重细节和持之以恒的精神，努力提升自己的能力和影响力。在学业上，要接受外界的正面引导，找到学习的动力和方向，努力取得更好的成绩。", "love": "对于单身的摩羯来说，本周内心渴望有一个稳定的感情关系，但不要急于找寻，要理性对待，慢慢寻找合适的对象。有伴侣的摩羯，本周需多沟通，尊重彼此的想法和感受，避免小事影响感情。", "money": "本周财富运势较为顺利，可能会有意外的收获和好运气。摩羯座在投资和理财方面要谨慎行事，把握好时机，避免冒险，获得稳定的财务收益。", "work": "在事业方面，摩羯本周需要更加全面地规划自己的职业道路，要注重细节和持之以恒的精神，努力提升自己的能力和影响力。在学业上，要接受外界的正面引导，找到学习的动力和方向，努力取得更好的成绩。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "在健康方面，水瓶座本周需要特别留意腰部健康问题，因为长时间久坐或者姿势不正确可能导致腰部肌肉劳损或腰椎问题。建议适当增加腰部锻炼和保持良好的坐姿，以维护腰部健康，保持身体的稳健状态。", "job": "在事业方面，水瓶座本周可能会面临一些突发情况或者需要临时应对一些工作任务，但通过与同事的良好合作和自身的努力，可以完美地推进项目进展。在学业方面，水瓶座可能会对新的知识产生浓厚的兴趣，但也要记得巩固已有的知识，不要因为追求新鲜而忽视基础。", "love": "对于单身的水瓶座来说，本周可以尝试改变自己的外表或者尝试一些新的约会方式，以吸引更多异性的注意。而有伴侣的水瓶座则需要更多的与另一半进行沟通和分享，回忆曾经的美好时光，共同规划未来，这将有助于加深感情。", "money": "本周财务运势稍显不稳定，水瓶座可能需要花费更多精力处理一些琐碎的财务问题。建议在理财规划上更加谨慎，可以向专业人士寻求建议，以减少不必要的经济损失，确保财务安全。", "work": "在事业方面，水瓶座本周可能会面临一些突发情况或者需要临时应对一些工作任务，但通过与同事的良好合作和自身的努力，可以完美地推进项目进展。在学业方面，水瓶座可能会对新的知识产生浓厚的兴趣，但也要记得巩固已有的知识，不要因为追求新鲜而忽视基础。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 48, "date": "2025年11月23日-2025年11月29日", "health": "在健康方面，双鱼座本周要注意保持良好的作息习惯，避免失眠和多梦的情况发生。可以尝试一些放松身心的方法，如冥想或瑜伽，帮助缓解压力，保持身心健康。", "job": "在事业方面，双鱼座本周要避免过分苛刻自己，适当调整工作节奏，保持专注和耐心，有计划地完成每项任务。学业上要注重复习，查漏补缺，不要马虎对待学习，只有踏实努力才能取得好成绩。", "love": "对于单身的双鱼座来说，本周可能会有强烈的渴望寻找真爱的感觉，但要注意不要过分理想化另一半，给予彼此足够的包容和理解空间。对于有伴侣的双鱼座而言，要多沟通，尽量避免因为误解而产生矛盾，共同面对问题，增进感情。", "money": "本周财务状况可能会有些波动，要理性规划支出，避免盲目消费和投资。要对自己的财务状况有清晰的认识，避免过度消费造成经济压力，保持稳健的财务状况。", "work": "在事业方面，双鱼座本周要避免过分苛刻自己，适当调整工作节奏，保持专注和耐心，有计划地完成每项任务。学业上要注重复习，查漏补缺，不要马虎对待学习，只有踏实努力才能取得好成绩。", "resultcode": "200", "error_code": 0}}}