{"today": {"白羊座": {"date": 20250713, "name": "白羊座", "QFriend": "处女座", "all": "90", "color": "墨绿色", "datetime": "2025年07月13日", "health": "79", "love": "75", "money": "90", "number": 7, "summary": "对你来说像杯温水般的一天——喝着不烫也不凉，整体状态平平。你可能会觉得没什么特别想推进的事，连平时最上头的计划都提不起劲，偶尔冒头的拖延症会像小虫子似的在脑子里乱爬。比如早上定的闹钟响了又按掉，或者想整理房间却瘫在沙发上刷手机。这种“懒劲”不是坏事，反而像身体在提醒你：别总绷着，偶尔松松弦也没关系。不过要注意别让这种状态拖太久，尤其是需要处理的小事（比如回消息、交水电费），别等到截止时间才手忙脚脚乱。另外，你可能会对别人的请求有点抗拒，不想勉强自己当“老好人”，这种“不想配合”的心情挺真实，不用强迫自己热情。整体来说，适合按自己的节奏来，别太较劲，顺其自然反而更舒服。", "work": "90", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250713, "name": "金牛座", "QFriend": "天秤座", "all": "100", "color": "酒红色", "datetime": "2025年07月13日", "health": "93", "love": "100", "money": "100", "number": 2, "summary": "这一天的你就像充满电的小马达，整体状态特别在线！从早上睁开眼开始，你就觉得浑身有使不完的劲儿，连平时觉得麻烦的小事（比如做早餐、收拾房间）都变得轻松起来。这种能量充沛的感觉会让你对很多事都充满兴趣，哪怕是随便逛个街、和朋友聊聊天，都能从中找到小乐趣。你可能会发现，做什么都挺顺，比如想买的东西刚好打折，或者遇到的人都很好说话。这种“顺”不是运气爆棚，而是你状态好带来的连锁反应——你更愿意主动沟通，也更愿意尝试新东西，自然容易收获好反馈。不过别因为太兴奋就过度消耗自己，比如熬夜追剧或者暴饮暴食，保持平时的节奏才能让这份好状态持续更久。整体来说，这是适合享受生活的小日子，怎么开心怎么来！", "work": "100", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250713, "name": "双子座", "QFriend": "巨蟹座", "all": "75", "color": "青色", "datetime": "2025年07月13日", "health": "67", "love": "75", "money": "75", "number": 4, "summary": "点犯迷糊的一天，整体运势稍显低迷。你可能会发现自己特别容易丢三落四，比如出门忘带钥匙、手机落家里，或者重要的东西突然找不到。这种不在状态的感觉会让你有点烦躁，尤其是需要集中注意力的时候（比如和人聊天、处理琐事），可能会因为分心而出点小差错。另外，你可能会对很多事提不起兴趣，平时爱聊的天、爱做的事，都觉得没劲，甚至有点想躲起来自己待着。这种情绪不是因为你变懒了，而是身体在提醒你：最近可能太累了，现在正需要歇一歇。不过别太担心，这种低迷只是暂时的，晚上睡个好觉或者明天换个环境，状态就会慢慢回来。这一天可以做点简单的事，比如听音乐、发呆，或者整理下房间，别给自己安排太多任务，轻松点过就行。", "work": "75", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250713, "name": "巨蟹座", "QFriend": "白羊座", "all": "100", "color": "湖蓝色", "datetime": "2025年07月13日", "health": "87", "love": "100", "money": "90", "number": 6, "summary": "像被泡在温水里 的一天，整体运势稳稳的，没什么大起伏，但这种“稳”反而让人安心。这一天将会开启慢节奏生活的模式，没有特别惊喜的事，也没有烦心的麻烦，连平时容易纠结的小事（比如吃什么、穿什么）都能轻松决定。这种“平淡中的甜”会让你觉得特别舒服，比如和家人随便聊两句、吃顿家常饭，或者窝在沙发上看部老电影，都能让你感到满足。你可能会更关注自己的感受，比如想吃甜的就买块蛋糕，想休息就推掉不必要的聚会，这种“顺着自己心意来”的状态，会让你觉得生活特别踏实。不过要注意别因为太舒服就完全放松警惕，比如重要的事还是得记在备忘录里，别因为“稳”就掉以轻心。整体来说，这是适合享受“小确幸”的日子，怎么舒服怎么过！", "work": "100", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250713, "name": "狮子座", "QFriend": "水瓶座", "all": "100", "color": "玫红色", "datetime": "2025年07月13日", "health": "95", "love": "100", "money": "100", "number": 2, "summary": "对你来说像开了“幸运盲盒”，整体运势势头特别好！从早上开始，你就可能遇到各种大大小小的幸运事，比如出门刚好赶上公交，或者想买的东西刚好有货，甚至随便买张彩票都可能中个小奖（虽然不多，但足够让你开心）。这种“被幸运包围”的感觉会让你特别有动力，连平时觉得麻烦的事（比如处理琐事、和人沟通）都变得顺利起来。你可能会更愿意主动表达自己，比如和朋友分享开心事，或者在社交平台上发点动态，这种“被关注”的感觉会让你更自信。不过别因为太兴奋就过度期待，比如别想着一定能解决所有问题，或者要求每件事都完美，保持平常心才能让幸运持续更久。这是一个适合“接好运”的日子，多出门、多和人互动，说不定会有更多小惊喜等着你！", "work": "100", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250713, "name": "处女座", "QFriend": "狮子座", "all": "100", "color": "金色", "datetime": "2025年07月13日", "health": "90", "love": "100", "money": "100", "number": 8, "summary": "整体运势特别好，稳稳地站在C位的一天，做什么都特别有底气。你特别清楚自己想要什么，比如想吃什么、想做什么，甚至对未来的小计划都变得清晰起来。这种“胸有成竹”的状态会让你在处理事情时特别从容，哪怕是平时容易纠结的小事（比如选衣服、做决定），都能快速给出答案，而且结果往往不错。你可能会更愿意相信自己的判断，比如别人给你建议时，你会认真听但不会盲目跟从，这种“有自己的节奏”的感觉会让你特别踏实。另外，你可能会发现人际关系特别顺，和家人、朋友或者同事的沟通都很顺畅，甚至能收到一些意外的赞美或支持。不过别因为太顺利就掉以轻心，比如重要的事还是得再检查一遍，别因为“稳”就忽略细节。整体来说，是适合“做自己”的日子，怎么自信怎么来！", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250713, "name": "天秤座", "QFriend": "金牛座", "all": "75", "color": "橙色", "datetime": "2025年07月13日", "health": "60", "love": "75", "money": "75", "number": 3, "summary": "对你来说像是被一层薄雾笼罩，整体运势欠佳，压力像影子一样跟着你。你可能会觉得心里沉甸甸的，哪怕没发生什么大事，也会莫名感到焦虑或烦躁。比如，平时能轻松应对的小事，却觉得格外麻烦，甚至连选择吃什么、穿什么都要纠结半天。这种情绪可能会让你对周围的人和事更敏感，别人一句无心的话，都可能让你反复琢磨，甚至怀疑自己是不是哪里没做好。另外，你可能会发现需要处理的事情比平时多，但动力却不足，明明知道该做，却提不起劲，这种“想动却动不了”的感觉会让你更烦躁。不过别太苛责自己，这种状态只是暂时的，可能是最近累积的疲惫在作怪。适合给自己留点空间，比如一个人听听音乐、散散步，或者干脆早点休息，别逼自己必须“积极起来”。记住，偶尔“摆烂”一天，不是偷懒，而是给身心充电。", "work": "75", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250713, "name": "天蝎座", "QFriend": "摩羯座", "all": "90", "color": "紫色", "datetime": "2025年07月13日", "health": "75", "love": "90", "money": "100", "number": 2, "summary": "就像走在一条平缓的小路上，整体运势中规中矩，没有大起大落，但也不算特别轻松。你可能会觉得生活节奏不紧不慢，既没有必须立刻解决的麻烦，也没有特别让人兴奋的好事，这种“平淡”可能会让你有点想偷懒，比如想窝在沙发上刷手机，或者推迟一些可做可不做的事。不过，这种“轻松”只是表面的，你心里其实清楚，有些事还是得慢慢推进，比如整理房间、规划下阶段的小目标，或者和家人朋友聊聊天。这一天不适合完全躺平，但也不用把自己逼得太紧，可以挑一两件重要但不紧急的事做，比如读几页书、整理下照片，做完后会觉得心里踏实不少。另外，你可能会发现人际关系挺和谐，和别人的沟通比较顺畅，哪怕有不同意见也能平和交流，这种“不较劲”的状态会让你更舒服。这是一个适合“稳中求进”的日子，别太松懈，也别太用力。", "work": "90", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250713, "name": "射手座", "QFriend": "天蝎座", "all": "100", "color": "粉色", "datetime": "2025年07月13日", "health": "96", "love": "100", "money": "100", "number": 7, "summary": "就像站在收获的田埂上，整体运势相当不错，之前付出的努力终于能看到成果了。你可能会发现，最近一直在坚持的事（比如健身、学新技能、调整生活习惯），突然有了明显的进步，哪怕只是很小的一点，也会让你特别有成就感。这种“被肯定”的感觉会让你更自信，连平时觉得麻烦的事（比如处理琐事、和人沟通）都变得更有动力。你可能会更愿意尝试新东西，比如学做一道新菜、听一场没听过的音乐会，或者去没去过的地方逛逛，这种“探索欲”会让你觉得生活特别有意思。另外，你可能会收到一些意外的好消息，比如朋友突然约你聚会，或者之前申请的东西通过了，这些小惊喜会让你一整天都心情很好。不过别因为太开心就过度消耗自己，比如熬夜玩或者吃太多，保持平时的节奏才能让这份好状态持续更久。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250713, "name": "摩羯座", "QFriend": "双子座", "all": "100", "color": "银白色", "datetime": "2025年07月13日", "health": "81", "love": "100", "money": "90", "number": 7, "summary": "整体运势平稳，你能很好地保持忙闲有序的状态。生活节奏完全在自己的掌控中，该做的事能按时完成，该休息的时候也能彻底放松，这种“有节奏”的感觉会让你特别踏实。比如，早上起床后，你会自然地安排好一天的事，既不会因为太赶而手忙脚乱，也不会因为太闲而无聊。你可能会更关注自己的需求，比如想吃什么就做，想休息就推掉不必要的应酬，这种“顺着自己心意来”的状态，会让你觉得生活特别舒服。另外，你可能会发现人际关系挺简单，和别人的互动不多但很自然，没有需要刻意维持的尴尬，这种“轻松”会让你更享受独处。不过要注意别因为太舒服就完全放松警惕，比如重要的事还是得记在备忘录里，别因为“稳”就忽略细节，不妨试着按自己的节奏来。", "work": "100", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250713, "name": "水瓶座", "QFriend": "射手座", "all": "90", "color": "棕色", "datetime": "2025年07月13日", "health": "73", "love": "90", "money": "90", "number": 2, "summary": "整体运势一般般，不妨试着回归生活本身。你可能会觉得没什么特别想做的事，平时爱追的剧、爱聊的天，都觉得“没劲”，甚至有点想躲起来自己待着。这种“提不起兴趣”的感觉不是因为你变懒了，而是身体在提醒你：之前可能太关注外界的事（比如社交、信息），忽略了自己的真实需求。这一天适合做点简单的事，比如整理房间、做顿饭、浇浇花，或者干脆坐在窗边发发呆，这些“小事”会让你慢慢找回生活的质感。你会发现，当你不刻意追求“有趣”时，反而能注意到平时忽略的小美好，比如阳光透过窗帘的样子、风吹过树叶的声音，这些细节会让你觉得特别治愈。另外，你可能会更愿意和自己对话，比如写写日记、想想最近的小目标，这种“向内看”的状态会让你更清楚自己想要什么。这是适合“慢下来”的一天，别逼自己必须“活跃”，适度放松也不错！", "work": "90", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250713, "name": "双鱼座", "QFriend": "双鱼座", "all": "90", "color": "姜黄色", "datetime": "2025年07月13日", "health": "65", "love": "90", "money": "75", "number": 5, "summary": "整体运势稍差，容易受外界的影响。你的情绪特别容易被带动，比如天气热得烦躁，或者别人一句无心的话，都能让你心里泛起小波澜，甚至怀疑自己是不是哪里没做好。这种敏感可能会让你对周围的人和事更在意，哪怕是小事（比如朋友没回消息、路上堵车），都会让你觉得有点烦。另外，你可能会觉得做什么都有点“不顺”，比如想做什么却总被打断，或者计划好的事突然有变化，这种“被打扰”的感觉会让你更没耐心。不过别太责怪自己，这种状态只是暂时的，可能是最近累积的小情绪在作怪。适合给自己找点“安心事”，比如听喜欢的音乐、看一部治愈的电影，或者和信任的人聊聊天，这些小事能帮你慢慢平复心情。记住，偶尔“情绪化”不是错，别逼自己必须“坚强”，怎么舒服怎么调整就行。这是一个适合“哄自己开心”的日子，别太较劲，好好善待自己。", "work": "75", "resultcode": "200", "error_code": 0}}, "tomorrow": {"白羊座": {"date": 20250714, "name": "白羊座", "QFriend": "金牛座", "all": "75", "color": "粉色", "datetime": "2025年07月14日", "health": "62", "love": "90", "money": "75", "number": 8, "summary": "整体运势不容大意。你似乎总在不自觉地迎合别人的期待，这种状态会让你逐渐迷失自我。或许周围人的要求或看法，让你觉得只有满足了他们，才能获得认可与安全感。但一味地顺着别人的意思走，会让你忽略自己内心真正的需求。在与人相处时，你可能会因为过度迎合而压抑自己的想法，不敢表达真实的意见。这种压抑感会随着时间慢慢累积，让你内心感到疲惫和烦躁。而且，这种迎合可能并不会得到相应的回报，反而会让你陷入一种吃力不讨好的境地。在生活节奏上，也容易因为迎合他人而打乱自己的计划。原本安排好的事情，可能会因为别人的临时请求而改变。这会让你的生活变得混乱，缺乏条理。你需要意识到，自己的感受和需求同样重要，不能总是把别人放在首位。偶尔为自己考虑一下，按照自己的节奏生活，才能让自己更加轻松自在。", "work": "75", "resultcode": "200", "error_code": 0}, "金牛座": {"date": 20250714, "name": "金牛座", "QFriend": "摩羯座", "all": "90", "color": "土黄色", "datetime": "2025年07月14日", "health": "85", "love": "100", "money": "90", "number": 9, "summary": "整体运势尚佳，需要着重找到生活的平衡。生活中有太多的事情需要你去处理，家庭、社交、个人兴趣等等，各个方面都可能占据你的时间和精力。你可能会发现，自己在某一方面投入过多，而忽略了其他方面。比如，你可能会因为专注于社交活动，而忽略了家庭中的一些琐事，导致家庭关系出现一些小问题。或者，你过于沉浸在自己的兴趣爱好中，而忽略了与朋友的联系，让友情变得有些疏远。找到生活的平衡，就是要合理分配自己的时间和精力。你可以试着制定一个简单的计划，把每天的时间划分成不同的板块，分别安排给不同的事情。这样既能保证各个方面都能得到关注，又不会让自己过于疲惫。同时，也要学会灵活调整计划，根据实际情况做出改变，让生活更加和谐有序。", "work": "90", "resultcode": "200", "error_code": 0}, "双子座": {"date": 20250714, "name": "双子座", "QFriend": "狮子座", "all": "100", "color": "浅绿色", "datetime": "2025年07月14日", "health": "95", "love": "100", "money": "100", "number": 5, "summary": "整体运势相当出彩，社交人气旺盛的一天。你会发现自己仿佛成了社交场合中的焦点，无论走到哪里，都能吸引到别人的目光。在与他人交流的过程中，你能够轻松地找到共同话题，与不同性格的人都能愉快地相处。你的幽默风趣和机智聪慧会让你在社交中大放异彩，给别人留下深刻的印象。很多人会被你的魅力所吸引，主动与你结交朋友。这种旺盛的社交人气也会给你带来一些好处。你可能会从朋友那里得到一些有用的信息和建议，这些信息或许会对你的生活产生积极的影响。而且，通过与不同的人交流，你还能够拓宽自己的视野，了解到更多不同的观点和想法。不过，在享受社交的同时，也要注意不要过于沉迷其中，忽略了其他重要的事情。合理安排时间，让社交成为生活中的调味剂，而不是全部。", "work": "100", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": 20250714, "name": "巨蟹座", "QFriend": "天蝎座", "all": "90", "color": "紫色", "datetime": "2025年07月14日", "health": "73", "love": "90", "money": "90", "number": 7, "summary": "整体运势尚可，或许会有一些整理与收拾的间隙。你可能会突然觉得生活中有些杂乱无章，想要对周围的环境进行一番清理和整理。这种整理不仅能让你的居住环境变得更加舒适，还能让你的心情也随之变得清爽起来。在整理的过程中，你可能会发现一些被遗忘的旧物，这些旧物或许会勾起你的一些回忆，让你陷入短暂的沉思。除了物理环境的整理，你也可能会对自己的内心进行一番梳理。你可能会回顾过去的一些经历，思考自己的成长和变化。这种内心的整理有助于你更好地认识自己，明确自己的目标和方向。不过，整理与收拾也需要适度，不要过于执着于完美，让自己陷入无休止的忙碌中。适当休息，享受整理后的成果，会让这一天更加美好。", "work": "90", "resultcode": "200", "error_code": 0}, "狮子座": {"date": 20250714, "name": "狮子座", "QFriend": "射手座", "all": "75", "color": "青色", "datetime": "2025年07月14日", "health": "61", "love": "75", "money": "90", "number": 1, "summary": "整体运势较差，总是容易出现心不在焉的情况，思绪总是会不由自主地飘到其他地方。在做一些简单的事情时，你也可能会频繁出错，比如忘记带东西、说错话等等。这些小失误会让你感到有些懊恼和沮丧，影响你的情绪。而且，心不在焉的状态还会让你在与他人交流时出现障碍，无法很好地理解别人的意思，也难以表达自己的想法。这种状态可能会让你在工作或生活中遇到一些麻烦，比如错过重要的信息、耽误事情的进度等等。你需要意识到自己的这种状态，尽量调整自己的情绪和注意力。可以试着给自己一些心理暗示，告诉自己要集中精力，或者通过一些简单的方式来放松自己，比如深呼吸、听音乐等。不过，也不要过于苛责自己，每个人都会有状态不好的时候。给自己一些时间和耐心，慢慢调整，相信你会逐渐恢复正常的状态。", "work": "75", "resultcode": "200", "error_code": 0}, "处女座": {"date": 20250714, "name": "处女座", "QFriend": "巨蟹座", "all": "100", "color": "深蓝色", "datetime": "2025年07月14日", "health": "98", "love": "100", "money": "100", "number": 5, "summary": "整体运势棒棒哒，你的思路清晰敏捷，能够快速地分析和解决问题。无论是面对生活中的小麻烦，还是一些复杂的状况，你都能冷静应对，找到合适的解决办法。你的这种清晰思路会让你在处理事情时更加高效，节省不少时间和精力。而且，你还能从不同的角度去思考问题，发现一些别人忽略的细节，从而做出更加准确的判断。在这一天，你还容易遇到贵人。这些贵人可能会在你需要帮助的时候出现，给你提供一些宝贵的建议和支持。他们的出现会让你的生活更加顺利，让你在面对困难时更有信心。因为思路清晰，你与他人的交流也会更加顺畅。你能够清晰地表达自己的想法和观点，让别人更好地理解你。同时，你也能很好地理解别人的意思，避免因为沟通不畅而产生误会。这一天，你可以充分利用自己的优势，积极地去处理生活中的各种事情，相信会有不错的收获。", "work": "100", "resultcode": "200", "error_code": 0}, "天秤座": {"date": 20250714, "name": "天秤座", "QFriend": "水瓶座", "all": "90", "color": "玫红色", "datetime": "2025年07月14日", "health": "74", "love": "90", "money": "90", "number": 1, "summary": "整体运势中规中矩，生活按部就班地推进，一切都显得有条不紊，但这种平稳中也藏着一些需要你留意的地方。你会发现自己这一天的时间过得似乎有些快，不经意间许多小时光就溜走了。仔细回想，却又感觉没做成什么特别有价值的事。这是因为你在一些琐碎且无意义的事情上耗费了过多精力，比如无休止地刷社交软件、参与一些没有营养的闲聊等。这些事情虽然能带来短暂的轻松感，却无法为你的生活增添实质性的内容。你需要有意识地审视自己的时间分配，把目光聚焦在那些真正有意义的事情上。可以是培养一个新的小爱好，让自己在专注中收获成长；也可以是花时间陪伴家人朋友，加深彼此间的情感联系。只有将时间花在刀刃上，这一天才不会在平淡中虚度，你也能在结束时感受到充实与满足。", "work": "90", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": 20250714, "name": "天蝎座", "QFriend": "白羊座", "all": "100", "color": "橙色", "datetime": "2025年07月14日", "health": "87", "love": "90", "money": "100", "number": 9, "summary": "整体运势稳定，如同坚固的基石，给人一种踏实可靠的感觉。这一天，你的生活不会出现突如其来的变化，一切都有序地进行着。你能够清晰地感受到自己的状态良好，无论是身体还是心理层面，都处于一种平衡和谐的状态。这种稳定的状态让你在处理各种事情时都游刃有余，不会轻易被外界的干扰所影响。而且，这一天你只要付出努力，就一定能看到相应的收获。你的每一个行动、每一次尝试，都像是播下的种子，会在合适的时候生根发芽。这些收获或许不会特别巨大，但却能让你真切地感受到自己的付出得到了回报，从而进一步增强你的自信心和动力。所以，大胆地去做自己想做的事情，相信努力会为你带来美好的结果。", "work": "100", "resultcode": "200", "error_code": 0}, "射手座": {"date": 20250714, "name": "射手座", "QFriend": "双鱼座", "all": "100", "color": "银灰色", "datetime": "2025年07月14日", "health": "83", "love": "100", "money": "100", "number": 5, "summary": "整体运势还不赖，仿佛生活为你打开了一扇通往新世界的大门，充满了无限的可能。这一天，你有机会接触到一些平时较少涉及的领域或知识，这就像是在你的视野中点亮了一盏盏明灯，让你看到更多未知的风景。你可能会对某个新话题产生浓厚的兴趣，进而主动去探索和研究，在这个过程中，你的知识面会得到极大的拓展。同时，你还有可能结识一些来自不同背景的人，他们就像是一把把钥匙，能为你打开不同的思维方式。与他们的交流和互动，会让你从不同的角度看待问题，打破自己原有的思维局限。这种开拓视野和学习的机会十分难得，你要好好把握，让自己在这一天不断成长和进步。", "work": "100", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": 20250714, "name": "摩羯座", "QFriend": "处女座", "all": "90", "color": "海蓝色", "datetime": "2025年07月14日", "health": "79", "love": "90", "money": "90", "number": 8, "summary": "整体运势平平，你的心里有着不少计划，这些计划就像精心搭建的积木，看似稳固又充满期待，每个细节都经过考量，满心想着能按部就班推进。然而，现实却给你提了个醒，不宜一心多用。当你试图同时兼顾多个计划时，会发现精力像被分散的沙粒，难以集中。每个计划都只能浅尝辄止，无法深入，最终可能哪个都做不好。不妨静下心来，重新审视这些计划，挑选出当下最重要、最紧急的，集中火力去完成。虽然整体运势没有特别突出的助力，但只要你能稳住心态，不被分散的念头干扰，专注于一件事，依然能在自己选定的方向上取得一定进展。这一天或许没有惊天动地的变化，但踏实走好每一步，也是在为未来积累能量。", "work": "90", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": 20250714, "name": "水瓶座", "QFriend": "天秤座", "all": "100", "color": "橘红色", "datetime": "2025年07月14日", "health": "94", "love": "100", "money": "100", "number": 3, "summary": "整体运势非常不错，整个人就像一块干涸的海绵，求知若渴，对新知识、新观念有着强烈的渴望。这种渴望会驱使你主动去探索周围的世界，无论是翻阅一本尘封已久的书籍，还是和不同领域的人交流想法，都能让你收获满满。你会发现自己对很多事物的理解变得更加深刻，思维也更加活跃。这种不断精进自己的状态，会让你在生活的各个方面都充满自信。在与人相处时，你丰富的知识和独特的见解会吸引他人与你交流，进一步拓宽你的人脉圈子。而且，这种学习的热情不会让你感到疲惫，反而会让你乐在其中。抓住这一天的好运势，尽情地吸收新知识，让自己的内涵更加丰富，未来你会感谢努力学习的自己。", "work": "100", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": 20250714, "name": "双鱼座", "QFriend": "双子座", "all": "100", "color": "卡其色", "datetime": "2025年07月14日", "health": "86", "love": "100", "money": "90", "number": 6, "summary": "整体运势平稳，基本能够顺着自己的心意行事，就像在一条熟悉的小路上漫步，轻松又自在。你内心的想法和行动能够较好地契合，不会有太多外界因素的干扰让你偏离自己的轨道。这种顺遂的状态会让你感到心情愉悦，做什么事情都更有动力。你可能会选择做一些让自己放松的事情，比如听喜欢的音乐、看一场电影，或者只是静静地坐在窗边发呆，享受这份宁静与惬意。在与人交往中，你也能以平和的心态去对待他人，不会轻易产生矛盾和冲突。这种和谐的氛围会让你感受到生活的美好。不过，平稳的运势也不意味着可以完全放松警惕，还是要保持一定的敏锐度，以便在遇到突发情况时能够从容应对。享受这一天的平稳与顺遂，让自己的身心得到充分的放松。", "work": "90", "resultcode": "200", "error_code": 0}}, "week": {"白羊座": {"name": "白羊座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "在健康方面，白羊座本周需要注意避免过度运动。过度运动可能导致腰酸、腿疼等问题的出现。特别是对于热衷于健身和运动的白羊座来说，要注意控制运动量，合理进行拉伸和热身，以避免运动带来的伤害。同时，保持良好的作息习惯和饮食均衡也是维持健康的重要因素。", "job": "在事业方面，本周白羊座会更加懂得与他人相处和沟通的重要性。你能够给压抑的气氛带来一丝活跃，为团队注入新的动力。然而，在学业上，你可能会有些分心，容易被电子游戏所吸引，导致学习效率不高，难以达到自己的预期。因此，需要摆脱游戏的诱惑，提升学习的效率。", "love": "对于单身的白羊座来说，本周的桃花运势不错。你可以适当扩大自己的择偶圈子，有机会在外出或工作中结识到一些有趣的异性。然而，对于有伴侣的白羊座来说，本周可能会面临来自工作和生活的压力，导致情绪失衡，与伴侣之间出现一些隔阂。需要注意保持良好的沟通和理解，共同化解问题。", "money": "本周，白羊座的财富运势处于上升阶段。你可能会涉及到某些独立的资金运作，这将给你的物质收入带来稳定的迹象。然而，仍需要保持理性和谨慎的态度，避免过度冒险或盲目投资，以确保财富的稳定增长。", "work": "在事业方面，本周白羊座会更加懂得与他人相处和沟通的重要性。你能够给压抑的气氛带来一丝活跃，为团队注入新的动力。然而，在学业上，你可能会有些分心，容易被电子游戏所吸引，导致学习效率不高，难以达到自己的预期。因此，需要摆脱游戏的诱惑，提升学习的效率。", "resultcode": "200", "error_code": 0}, "金牛座": {"name": "金牛座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "金牛座本周的健康运势良好。要保持良好的生活习惯，合理安排作息时间，注重饮食营养的均衡，多参与适度的运动活动。同时，要注意放松心情，避免过度压力对健康造成负面影响。", "job": "在事业方面，金牛座本周将展现出较高的工作能力和效率。你的专业知识和技能将为工作项目带来积极的影响。同时，在学业上，你的学习态度和学习效率都会有所提升。可以抓住机会，加强对重点知识的学习和理解，取得不错的学业成绩。", "love": "单身的金牛座本周可能会遇到一些机会，但需要保持冷静和理性，避免冲动的行为。有伴侣的金牛座，本周在感情中需要更多的沟通和理解，避免过于固执的态度导致关系紧张。通过相互包容和体谅，可以增进感情的稳定和和谐。", "money": "本周金牛座的财富运势相对稳定。你需要保持理性和谨慎的态度，避免冲动的消费和投资行为。合理规划财务，注重储蓄和资产管理，才能保持财务稳定和健康的发展。", "work": "在事业方面，金牛座本周将展现出较高的工作能力和效率。你的专业知识和技能将为工作项目带来积极的影响。同时，在学业上，你的学习态度和学习效率都会有所提升。可以抓住机会，加强对重点知识的学习和理解，取得不错的学业成绩。", "resultcode": "200", "error_code": 0}, "双子座": {"name": "双子座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "本周在健康方面需要格外注意，关节方面的问题很容易因为剧烈运动而出现手腕的挫伤。建议在运动前做好准备工作，注意适度运动，避免过度劳累。保持良好的生活习惯和饮食习惯，注重身体的休息和调理，可以提升健康水平。", "job": "在事业方面，双子座本周与同事之间的关系可能不太融洽，容易产生争执和摩擦。学业上，你的心态可能会有些浮躁，难以专注于学习。建议学会低调处事，保持融洽的工作关系。在学习方面，要克服浮躁情绪，沉下心来认真学习，才能取得好的成绩。", "love": "对于单身的双子座来说，本周桃花缘有所增加，但你可能会显得有些高傲，没有将太多的心思放在感情方面。有伴侣的双子座，本周可能会因为过于感情用事而导致与伴侣的争吵和不愉快。建议保持冷静和理性，尽量避免冲动的情绪表达，以维护稳定的感情关系。", "money": "双子座本周的财富运势相对较差，需要特别留意个人物品的管理，避免丢失的情况发生。刚刚开始创业的双子座可能会遇到资金周转或短缺的问题，容易因为财务问题而感到焦虑。建议理性管理财务，寻求合适的解决方案，避免过度消费和投资。", "work": "在事业方面，双子座本周与同事之间的关系可能不太融洽，容易产生争执和摩擦。学业上，你的心态可能会有些浮躁，难以专注于学习。建议学会低调处事，保持融洽的工作关系。在学习方面，要克服浮躁情绪，沉下心来认真学习，才能取得好的成绩。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"name": "巨蟹座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "在健康方面，巨蟹座的身体状况较好，但要注意保持规律的作息和饮食习惯。要注意情绪的调节，避免过度敏感和压力累积对身体健康产生不良影响。定期进行适度的运动和放松，保持良好的身心状态。", "job": "在事业方面，巨蟹座本周的工作表现不错，你会表现出细心和负责的态度，得到同事和上级的认可。学业上，你会付出更多的努力，专注于学习，取得好的成绩。但要注意避免过度紧张和压力，保持适度的放松和调整。", "love": "对于单身的巨蟹座来说，本周有机会遇到心仪的对象，但要避免过于冲动行事，要保持冷静和理性。有伴侣的巨蟹座，本周你们之间的感情会更加稳定和融洽，但仍需注意相互理解和包容，避免小事情影响感情。", "money": "巨蟹座本周的财富运势较好，可能会有一些额外的收入或机会。但要谨慎理财，避免冲动消费，保持稳健的财务状况。", "work": "在事业方面，巨蟹座本周的工作表现不错，你会表现出细心和负责的态度，得到同事和上级的认可。学业上，你会付出更多的努力，专注于学习，取得好的成绩。但要注意避免过度紧张和压力，保持适度的放松和调整。", "resultcode": "200", "error_code": 0}, "狮子座": {"name": "狮子座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "在健康方面，本周需要特别注意饮食问题。可能会出现腹泻、胃胀、消化不良等问题，建议饮食清淡，避免油腻和刺激性食物。同时，保持适量的运动和良好的作息习惯，有助于保持良好的身体状态。关注健康管理，你将能够保持良好的身体状况。", "job": "在事业方面，本周可能会遇到一些工作进展稍慢的情况，因此你需要更加注重与他人的沟通和交流，避免产生误解或其他问题。而在学业方面，你的学习态度仍然非常端正，明确了学习计划和目标，持续努力以提高学习效率和成果。", "love": "对于单身的狮子座来说，本周的桃花运较佳。通过与同事、朋友的交流互动，你有机会遇见那个与你心灵相通的异性。而有伴侣的狮子座，在感情方面更加务实和稳定，你们之间的互动和关心会进一步加深感情。", "money": "本周的财富运势较为不错，你有机会获得额外的收入或者发现一些投资理财的良好机会。但是要注意合理规划和管理自己的财务，避免冲动消费和不理智的投资决策。通过稳健的财务规划，你将为未来打下坚实的基础。", "work": "在事业方面，本周可能会遇到一些工作进展稍慢的情况，因此你需要更加注重与他人的沟通和交流，避免产生误解或其他问题。而在学业方面，你的学习态度仍然非常端正，明确了学习计划和目标，持续努力以提高学习效率和成果。", "resultcode": "200", "error_code": 0}, "处女座": {"name": "处女座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "在健康方面，处女座本周需要注意控制日常运动的时长，避免长时间保持一个姿势或是剧烈运动造成的伤害。同时，保持良好的饮食习惯和充足的休息，也是维持健康的关键。关注身体的需求，及时调整生活方式，保持良好的身心健康状态。", "job": "在事业方面，处女座本周能够逐渐恢复信心，积极投入工作中。你有能力展现自己的才华和价值，向同事和上司证明自己的能力。然而，要注意制定合理的计划和目标，有条不紊地执行，才能更好地发挥自己的潜力。学业方面，本周你可能会有一些分心的情况，可能有旅游计划或是与家人朋友的聚会。要提高行动能力，制定详细的学习计划，保持专注力，才能更好地完成学业目标。", "love": "对于单身的处女座来说，本周你可能会陷入与网恋对象之间的暧昧关系中。要谨慎评估对方的真实意图和对你的真实感情，不要盲目付出。有伴侣的处女座，本周你们之间的感情将更加甜蜜，可以共同商讨一些浪漫的约会安排，增进感情。但也要注意不要过度依赖对方，保持一定的独立性和自我空间。", "money": "处女座本周的财富运势相对较差，收入相对稳定但支出较多。特别是在日常生活用品和购买礼物方面，可能会有一笔不小的花费。因此，你需要谨慎理财，避免过度消费。在购物时要量力而行，不要盲目追求时尚和享受。", "work": "在事业方面，处女座本周能够逐渐恢复信心，积极投入工作中。你有能力展现自己的才华和价值，向同事和上司证明自己的能力。然而，要注意制定合理的计划和目标，有条不紊地执行，才能更好地发挥自己的潜力。学业方面，本周你可能会有一些分心的情况，可能有旅游计划或是与家人朋友的聚会。要提高行动能力，制定详细的学习计划，保持专注力，才能更好地完成学业目标。", "resultcode": "200", "error_code": 0}, "天秤座": {"name": "天秤座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "在健康方面，天秤座本周需要注意不要过度操劳，特别是对于工作或学业比较繁忙的人来说。合理安排时间和精力，避免给身体健康带来隐患。多关注自己的身体状况，适时进行调整和休息，保持良好的生活习惯和饮食习惯。", "job": "在事业方面，天秤座本周可能会遇到一些消极负面的情绪，容易受到客户的投诉意见。而在学业方面，你的学习状态很容易受到感情或家庭方面的影响，会有一些烦心事需要处理。因此，你需要注意情绪的管理，尽量处理好个人问题，以保持学业的顺利进行。", "love": "对于单身的天秤座而言，本周可能会出现一见钟情或是暗恋的情况，你可以试着主动一些，积极追求自己的感情。而对于有伴侣的天秤座而言，本周的感情发展相当积极正面，适合与伴侣一起外出约会，增加彼此间的感情。共同参加社交活动也会增进你们之间的默契和互动，有助于维持稳定的感情关系。", "money": "天秤座本周的财富运势呈上涨趋势。之前涉及到的副业发展和投资方面也会给你带来收益。近期你的财务状况较为自由，可以适当奖励自己。但需要注意控制花费，避免过度消费。", "work": "在事业方面，天秤座本周可能会遇到一些消极负面的情绪，容易受到客户的投诉意见。而在学业方面，你的学习状态很容易受到感情或家庭方面的影响，会有一些烦心事需要处理。因此，你需要注意情绪的管理，尽量处理好个人问题，以保持学业的顺利进行。", "resultcode": "200", "error_code": 0}, "天蝎座": {"name": "天蝎座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "本周的健康运势不太平稳，需要特别关注饮食方面的注意。避免食用过油腻或辛辣的食物，以免引发消化系统的问题。保持良好的饮食习惯和适量的运动，有助于维持健康状态。定期的放松和休息也是重要的，以缓解压力和提高身心健康。", "job": "在事业方面，天蝎座本周你的想法和创意会相对丰富。你能够超常发挥出创作的能力，为工作带来新的灵感和方向。学业方面，你可能会在理解能力上稍有不足。尽管你积极完成老师布置的作业，但可能会出现延迟上交或者错题较多的情况。要加强学习，扎实打好基础，提高自己的学业水平。", "love": "对于单身的天蝎座而言，本周的桃花运势较佳。你的个人魅力会增长，吸引到更多的异性关注。然而，在处理自身的情感需求时，你更倾向于理性思考和冷静分析，而不是盲目追求。这种理性的态度将有助于你在爱情中作出明智的决策。对于有伴侣的天蝎座，本周的感情可能会稍微有些浮躁。你可能会与另一半产生一些与钱财相关的问题或矛盾。建议谨慎处理金钱相关的话题，避免给感情带来不必要的烦恼。", "money": "天蝎座本周的财富运势一般，需要特别注意避免破财的情况。在外出时要保管好个人财物，避免丢失或被盗。如果有朋友向你借钱，要谨慎考虑，并确保自己的财务安全。理性地管理财务，合理规划支出，可以帮助你稳定财务状况。", "work": "在事业方面，天蝎座本周你的想法和创意会相对丰富。你能够超常发挥出创作的能力，为工作带来新的灵感和方向。学业方面，你可能会在理解能力上稍有不足。尽管你积极完成老师布置的作业，但可能会出现延迟上交或者错题较多的情况。要加强学习，扎实打好基础，提高自己的学业水平。", "resultcode": "200", "error_code": 0}, "射手座": {"name": "射手座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "本周射手座在健康方面需要格外注意瘦身和塑形。射手座应该避免过度追求瘦身效果，不要使用不健康的减肥方式，以免对肠胃产生不良影响。射手座应该保持合理的饮食和适量的运动，注重身体的健康与平衡，才能保持良好的体态和精神状态。", "job": "在事业方面，本周射手座可能会感到一定的焦虑。思绪的影响可能会导致射手座做出一些错误的选择。因此，射手座需要更加谨慎地处理工作事务，避免被情绪左右。在学业方面，射手座具备规划性和总结能力。射手座能够将难理解的知识进行整理，并积极寻找答案。通过认真的学习和思考，射手座能够取得不错的学业成果。", "love": "对于单身的射手座来说，本周会更加务实地对待感情。射手座会有自己的想法，并将更多的时间和精力放在经营自身的生活上。这种务实的态度有助于射手座在未来的感情道路上更好地选择适合自己的伴侣。对于有伴侣的射手座来说，本周能量开始稳定增强，这也会有利于亲密关系的发展。双方之间的默契度将提升，日常沟通也会更加融洽。", "money": "本周射手座的财富运势相对平稳。射手座可能会得到家人的红包转账或朋友的物质支持，增加了财务收入。然而，射手座需要调整自己的消费观念，避免盲目跟风购买不需要的产品。射手座应该更加理性地管理财务，合理规划消费，避免不必要的花费，才能保持稳定的财务状况。", "work": "在事业方面，本周射手座可能会感到一定的焦虑。思绪的影响可能会导致射手座做出一些错误的选择。因此，射手座需要更加谨慎地处理工作事务，避免被情绪左右。在学业方面，射手座具备规划性和总结能力。射手座能够将难理解的知识进行整理，并积极寻找答案。通过认真的学习和思考，射手座能够取得不错的学业成果。", "resultcode": "200", "error_code": 0}, "摩羯座": {"name": "摩羯座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "摩羯座本周在健康方面需要关注皮肤的状态。由于天气干冷，你容易出现皮肤过敏的情况。要注意日常补水保湿，可以适当使用面膜来保持皮肤的水分和光滑度。同时，也要保持良好的作息和饮食习惯，保持身体的健康与平衡。保持积极的心态和良好的心理健康也对你的整体健康非常重要。", "job": "在事业方面，摩羯座本周的工作进展将会非常顺利。通过与团队的配合，你能够完成更高水平的工作业绩，并有望得到领导的赏识。你展现出的稳定思考和时间管理能力让你在工作中取得良好的成绩。然而，在学业方面，你的表现不太理想。不要给自己太大的压力，适当放松一下自己，以保持良好的学习状态。", "love": "对于单身的摩羯座来说，本周可能会在外出或聚会场合遇到一些机会，有可能被人搭讪。这些机会看似有一定突破的可能，但要谨慎判断，因为这样的关系很可能只是短期相处，不一定适合长久发展。有伴侣的摩羯座，在感情中可能会缺乏安全感，与另一半相处起来也不太顺利。试探对方的行为会给对方带去一种不信任的感觉。摩羯座需要更多的沟通和理解来缓解紧张的气氛。", "money": "摩羯座本周财富运势不错，有机会获得一些额外的收入。一些有副业或其他投资理财计划的摩羯座，可能会有扩大或加大投资的想法。你可以尝试实际行动起来，但也要注意风险控制，理性投资，避免盲目跟风。通过稳健的财务规划和理性的投资决策，你能够稳步增加自己的财富。", "work": "在事业方面，摩羯座本周的工作进展将会非常顺利。通过与团队的配合，你能够完成更高水平的工作业绩，并有望得到领导的赏识。你展现出的稳定思考和时间管理能力让你在工作中取得良好的成绩。然而，在学业方面，你的表现不太理想。不要给自己太大的压力，适当放松一下自己，以保持良好的学习状态。", "resultcode": "200", "error_code": 0}, "水瓶座": {"name": "水瓶座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "水瓶座本周在健康方面需要注意呼吸道问题，很容易因为一些上火等炎症而引发咳嗽的情况。随着天气的降温，日常外出还需要多加衣物保暖，保护自己的身体健康。同时，要保持良好的作息习惯，适度运动，合理饮食，补充营养，以保持身体的健康和平衡。", "job": "在事业方面，水瓶座本周可能会受到外界的影响，让自己的视角变得局限。需要学会不断反思，以开放的心态重新调整工作步调，从不同角度思考问题，寻找更多解决问题的方法。在学业上，你能够脚踏实地地为自己制定学习方针，通过设定简单的目标来获得成就感。保持良好的学习态度和积极的学习习惯，勤奋努力，才能够在学业上取得好的成绩。", "love": "对于单身的水瓶座来说，本周需要注意不要轻易陷入暧昧关系。在职场或是聚会上可能会有已婚男士向你献殷勤，但你需要保持理智和清醒的头脑，不要因一时的迷惑而做出错误的选择。有伴侣的水瓶座，本周和另一半之间的关系可能会有一些亲密度下滑的情况，可能会受到周围人的反对或是挑唆，产生一些不必要的误会。要坚定信心，保持良好的沟通和理解，共同克服困难，维护稳定的感情。", "money": "水瓶座本周财富运势呈上升趋势，可能通过朋友的帮助而得到一些赚钱的小道消息。但要注意理性投资，不要盲目冒进。结合自己的能力和市场需求，选择合适的投资项目，以确保财务安全和稳定增长。通过积极的努力和聪明的决策，你有望实现财富的增长和稳定的财务状况。", "work": "在事业方面，水瓶座本周可能会受到外界的影响，让自己的视角变得局限。需要学会不断反思，以开放的心态重新调整工作步调，从不同角度思考问题，寻找更多解决问题的方法。在学业上，你能够脚踏实地地为自己制定学习方针，通过设定简单的目标来获得成就感。保持良好的学习态度和积极的学习习惯，勤奋努力，才能够在学业上取得好的成绩。", "resultcode": "200", "error_code": 0}, "双鱼座": {"name": "双鱼座", "weekth": 29, "date": "2025年07月13日-2025年07月19日", "health": "双鱼座本周在健康方面需要注意腰椎的问题，长时间久坐会导致腰肌酸软。要适时休息，进行简单的运动来缓解肌肉的酸痛。同时，保持良好的坐姿和站姿，避免长时间保持同一姿势。注意饮食的均衡，补充足够的营养，保持良好的睡眠质量，才能够保持身体的健康和平衡。", "job": "在事业方面，双鱼座本周需要更加专注于本职工作，深入思考问题，避免分散注意力。要重视重要事务，合理安排时间和精力，提升自身的能力和技巧。在学业上，双鱼座要有清醒的认识自身不足的意识，虚心请教他人，积极学习和改进，以取得更好的成绩和进步。", "love": "对于单身的双鱼座而言，本周可能会受到过去回忆的影响，容易沉浸在回忆中而无法前进。要保持理智和清醒的头脑，不要被情感所困扰。已有伴侣的双鱼座，在感情上可能会感到疲倦和厌倦，有时会忽略对方的需求。因此，要加强沟通和关心，共同解决问题，维护稳定的感情。", "money": "双鱼座本周的财富运势相对稳定，可能会有一些额外的收入，但也需要谨慎控制花销。要养成良好的理财习惯，合理规划支出，避免冲动消费和浪费。通过理性投资和理财规划，寻找财富增值的机会，才能够实现财务自由的目标。", "work": "在事业方面，双鱼座本周需要更加专注于本职工作，深入思考问题，避免分散注意力。要重视重要事务，合理安排时间和精力，提升自身的能力和技巧。在学业上，双鱼座要有清醒的认识自身不足的意识，虚心请教他人，积极学习和改进，以取得更好的成绩和进步。", "resultcode": "200", "error_code": 0}}}