{"today": {"null": {"error_code": 205802, "reason": "暂无数据，请稍后请求", "result": [], "resultcode": "202"}}, "tomorrow": {"null": {"error_code": 205802, "reason": "暂无数据，请稍后请求", "result": [], "resultcode": "202"}}, "week": {"白羊座": {"date": "2026年01月18日-2026年01月24日", "health": "本周你的身体状况良好，充满了活力。但是，要注意保持良好的生活习惯，避免过度劳累和熬夜。可以适当进行一些运动，增强身体素质。", "love": "单身的你，本周会有机会结识一些新的朋友，其中可能会有让你心动的对象。可以积极参加一些社交活动，展现自己的魅力。有伴侣的你，本周与伴侣之间的感情会更加稳定，彼此之间的沟通和理解也会更加顺畅。可以一起做一些有趣的事情，增进彼此之间的感情。", "money": "本周你的财富运势较为平稳，收入方面不会有太大的波动。但是，在支出方面需要注意控制，避免不必要的消费。可以考虑进行一些稳健的投资，但是要注意风险控制，不要盲目跟风。", "name": "白羊座", "weekth": 4, "work": "无论是工作还是学习，本周都将是你展现自我的好时机。你充满了创造力和执行力，在事务处理上能够迅速抓住重点，高效完成任务。", "job": "无论是工作还是学习，本周都将是你展现自我的好时机。你充满了创造力和执行力，在事务处理上能够迅速抓住重点，高效完成任务。", "resultcode": "200", "error_code": 0}, "金牛座": {"date": "2026年01月18日-2026年01月24日", "health": "本周健康状况良好，身体各项机能正常。但要注意保持良好的作息习惯，避免熬夜和过度劳累。适当进行一些运动，如瑜伽、慢跑等，有助于提高身体免疫力。", "love": "对于有伴侣的金牛座来说，本周与伴侣之间的感情甜蜜而稳定，双方能够相互理解和支持，共同度过美好的时光。单身的金牛座则有机会在社交场合中遇到心动的对象，不妨勇敢地表达自己的感情。", "money": "本周财富运势较为理想，正财收入稳定，可能会有额外的奖金或补贴。投资方面，可关注一些稳健的项目，如基金、债券等，有机会获得不错的收益。但要注意控制风险，避免盲目跟风投资。", "name": "金牛座", "weekth": 4, "work": "无论是工作还是学习，本周都充满动力和创造力。在事务处理上，思维敏捷，能够迅速抓住关键，高效完成任务。", "job": "无论是工作还是学习，本周都充满动力和创造力。在事务处理上，思维敏捷，能够迅速抓住关键，高效完成任务。", "resultcode": "200", "error_code": 0}, "双子座": {"date": "2026年01月18日-2026年01月24日", "health": "本周健康状况良好，身体较为舒适，没有明显的不适症状。但需要注意保持良好的生活习惯，合理饮食，适量运动，保证充足的睡眠，以维持身体的健康和活力。", "love": "单身的双子座本周有机会结识到新的异性朋友，并且有可能发展成恋爱关系。在与异性交往的过程中，要保持自信和真诚，展现出自己的魅力和优点。有伴侣的双子座则需要加强与伴侣之间的沟通和交流，增进彼此之间的了解和信任，避免因为一些小事而产生矛盾和争吵。", "money": "本周财富运势较为稳定，收入方面会有一定的增长，但不会有太大的惊喜。在投资理财方面，需要保持谨慎的态度，不要盲目跟风或冒险投资，以免造成不必要的损失。同时，也要注意节约开支，避免浪费。", "name": "双子座", "weekth": 4, "work": "无论是工作还是学习，都能保持积极的态度和高度的专注，在事务处理上效率极高，能够迅速完成任务并取得良好的成果。", "job": "无论是工作还是学习，都能保持积极的态度和高度的专注，在事务处理上效率极高，能够迅速完成任务并取得良好的成果。", "resultcode": "200", "error_code": 0}, "巨蟹座": {"date": "2026年01月18日-2026年01月24日", "health": "本周健康状况良好，身体较为舒适。但要注意保持良好的生活习惯，合理饮食，适量运动，避免过度劳累。同时，要注意心理健康，保持积极乐观的心态。", "love": "本周爱情运势较为甜蜜，单身的你有机会遇到自己心仪的对象，要勇敢地表达自己的感情。有伴侣的你，与伴侣之间的感情会更加深厚，相处也会更加融洽。要注意多关心对方，给对方足够的安全感。", "money": "本周财富运势较为稳定，收入方面有所增加，但支出也会相应增加。要注意合理规划自己的财务，避免不必要的消费。同时，可以考虑一些投资理财的方式，增加自己的财富收入。但要注意风险控制，不要盲目投资。", "name": "巨蟹座", "weekth": 4, "work": "无论是工作还是学习，本周都能保持积极的态度和高效的状态。在事务处理上，思维敏捷，能够迅速抓住重点，解决问题。工作中，有机会得到领导的赏识和同事的支持，项目进展顺利。学习上，能够主动学习新知识，成绩有所提升。", "job": "无论是工作还是学习，本周都能保持积极的态度和高效的状态。在事务处理上，思维敏捷，能够迅速抓住重点，解决问题。工作中，有机会得到领导的赏识和同事的支持，项目进展顺利。学习上，能够主动学习新知识，成绩有所提升。", "resultcode": "200", "error_code": 0}, "狮子座": {"date": "2026年01月18日-2026年01月24日", "health": "本周身体状况良好，精力充沛。但要注意保持良好的生活习惯，避免过度劳累和熬夜。可以适当进行一些运动，增强身体素质。", "love": "单身的你，本周有机会结识到心仪的对象，要勇敢地表达自己的感情。有伴侣的你，与另一半之间的感情会更加深厚，彼此之间的沟通和理解也会更加顺畅。但要注意不要因为工作或其他原因而忽略了对方的感受。", "money": "本周财富运势较为稳定，正财收入有所增加，但偏财方面不宜过于冒险。你可以通过合理的理财规划，让自己的财富得到更好的管理和增值。同时，要注意控制消费，避免不必要的开支。", "name": "狮子座", "weekth": 4, "work": "无论是工作还是学习，本周都充满动力与激情，在事务处理上思路清晰，效率颇高。", "job": "无论是工作还是学习，本周都充满动力与激情，在事务处理上思路清晰，效率颇高。", "resultcode": "200", "error_code": 0}, "处女座": {"date": "2026年01月18日-2026年01月24日", "health": "本周健康状况良好，身体较为舒适。你需要注意保持良好的生活习惯，合理饮食，适量运动，避免过度疲劳和熬夜。同时，你也可以尝试一些放松身心的方式，如冥想、瑜伽等，缓解压力和焦虑。", "love": "本周爱情运势较为稳定，单身的你可能会遇到一些不错的异性，但需要你主动出击，才能有进一步的发展。有伴侣的你，需要注意与伴侣之间的沟通和理解，避免出现矛盾和争吵。同时，你也可以尝试一些新的约会方式和活动，增加彼此之间的感情。", "money": "本周财富运势较为一般，收入方面可能会保持稳定，但支出也会有所增加。你需要注意合理规划自己的财务，避免不必要的浪费。同时，你也可以考虑一些投资理财的方式，但需要谨慎选择，避免风险。", "name": "处女座", "weekth": 4, "work": "无论是工作还是学习，本周都有不错的表现。在事务处理上，你能够保持专注和认真，效率较高。", "job": "无论是工作还是学习，本周都有不错的表现。在事务处理上，你能够保持专注和认真，效率较高。", "resultcode": "200", "error_code": 0}, "天秤座": {"date": "2026年01月18日-2026年01月24日", "health": "本周你的身体状况良好，没有太大的健康问题。但你需要注意保持良好的生活习惯，不要熬夜，要保证充足的睡眠。同时，你也需要注意饮食健康，不要吃太多油腻和辛辣的食物，要多吃一些蔬菜水果，这将有助于你保持身体健康。", "love": "本周你的爱情运势较为顺利，单身的你将有机会结识到一些优秀的异性，你可以积极主动地与他们交流和互动，这将有助于你找到自己的另一半。有伴侣的你，与伴侣之间的感情将更加稳定和深厚，你们可以一起参加一些有趣的活动，这将有助于你们增进彼此之间的感情。", "money": "本周你的财富运势较为平稳，不会有太大的波动。在投资方面，你需要保持谨慎的态度，不要盲目跟风，以免造成不必要的损失。同时，你也需要注意控制自己的消费，不要过度消费，以免影响自己的财务状况。", "name": "天秤座", "weekth": 4, "work": "无论是工作还是学习，本周都将是你展现自己的好时机。在事务处理上，你将表现得非常出色，能够高效地完成任务。同时，你也将有机会获得新的机会和挑战，这将有助于你提升自己的能力和竞争力。", "job": "无论是工作还是学习，本周都将是你展现自己的好时机。在事务处理上，你将表现得非常出色，能够高效地完成任务。同时，你也将有机会获得新的机会和挑战，这将有助于你提升自己的能力和竞争力。", "resultcode": "200", "error_code": 0}, "天蝎座": {"date": "2026年01月18日-2026年01月24日", "health": "本周身体健康状况良好，但要注意保持良好的生活习惯，避免过度劳累。可以适当进行一些运动，增强身体素质。", "love": "单身的天蝎座本周有机会结识新的异性，要积极主动地与对方交流，展现自己的魅力。有伴侣的天蝎座则要注意与伴侣之间的沟通与交流，避免因为一些小事而产生矛盾。", "money": "本周财富运势较为平稳，收入稳定。但在支出方面要注意控制，避免不必要的消费。可以适当进行一些投资理财，但要注意风险控制。", "name": "天蝎座", "weekth": 4, "work": "无论是工作还是学习，都能保持积极主动的态度。在事务处理上，效率较高，能够按时完成任务。", "job": "无论是工作还是学习，都能保持积极主动的态度。在事务处理上，效率较高，能够按时完成任务。", "resultcode": "200", "error_code": 0}, "射手座": {"date": "2026年01月18日-2026年01月24日", "health": "本周的健康状况良好，身体充满活力。但要注意保持良好的生活习惯，合理饮食，适量运动，避免过度劳累。", "love": "单身的你，本周有机会结识到一些有趣的人，可能会遇到心动的对象。要勇敢地表达自己的感情，不要错过机会。有伴侣的你，与另一半之间的感情会更加深厚，相处融洽。但要注意避免因小事而产生争吵。", "money": "本周的财富运势较为平稳，有一定的收入来源，但也需要注意合理规划和管理财务。避免不必要的消费，以免造成经济压力。可以考虑进行一些稳健的投资，但要注意风险控制。", "name": "射手座", "weekth": 4, "work": "无论是工作还是学习，本周都将充满动力和创造力。在事务处理上，你能够展现出高效和果断的一面，取得不错的成果。", "job": "无论是工作还是学习，本周都将充满动力和创造力。在事务处理上，你能够展现出高效和果断的一面，取得不错的成果。", "resultcode": "200", "error_code": 0}, "摩羯座": {"date": "2026年01月18日-2026年01月24日", "health": "本周健康状况良好，但要注意保持良好的生活习惯，合理饮食，适量运动，避免过度劳累和熬夜。同时，要注意心理健康，保持积极乐观的心态，避免因工作和生活的压力而产生焦虑和抑郁情绪。", "love": "单身的你本周有机会结识到一些优秀的异性，但要注意保持自信和真诚，不要过于紧张和拘谨。有伴侣的你，本周与伴侣之间的感情会更加稳定和深厚，双方会更加理解和支持对方。但要注意避免因工作和生活的压力而忽略了对方的感受。", "money": "本周财富运势较为平稳，收入方面不会有太大的波动，但也不会有意外之财。在支出方面，要注意合理规划，避免不必要的消费，以免造成财务压力。同时，可以适当关注一些投资机会，但要谨慎操作，避免盲目跟风。", "name": "摩羯座", "weekth": 4, "work": "无论是工作还是学习，本周都将充满机遇和挑战。在事务处理上，你思维敏捷，能够迅速抓住问题的关键，提出有效的解决方案。", "job": "无论是工作还是学习，本周都将充满机遇和挑战。在事务处理上，你思维敏捷，能够迅速抓住问题的关键，提出有效的解决方案。", "resultcode": "200", "error_code": 0}, "水瓶座": {"date": "2026年01月18日-2026年01月24日", "health": "本周健康状况良好，身体较为舒适。但要注意保持良好的生活习惯，合理饮食，适量运动，避免过度劳累和熬夜。同时，要注意心理健康，保持积极乐观的心态，遇到问题及时调整自己的情绪。", "love": "单身的你本周有机会结识到一些有趣的人，要积极主动地与他们交流和互动，也许会有意外的收获。有伴侣的你与另一半之间的感情较为稳定，双方能够相互理解和支持。可以一起参加一些有趣的活动，增进彼此之间的感情。", "money": "本周财富运势较为平稳，收入方面不会有太大的波动。但在支出上要注意控制，避免不必要的浪费。可以适当进行一些投资理财，但要注意风险控制，不要盲目跟风。同时，要注意保护好自己的财产安全，避免出现意外损失。", "name": "水瓶座", "weekth": 4, "work": "无论是工作还是学习，本周都充满动力。在事务处理上，你思路清晰，能够高效地完成任务。工作中，你可能会得到领导的赏识和同事的支持，有机会承担更多的责任和挑战。学习上，你对知识的吸收能力较强，能够取得不错的成绩。", "job": "无论是工作还是学习，本周都充满动力。在事务处理上，你思路清晰，能够高效地完成任务。工作中，你可能会得到领导的赏识和同事的支持，有机会承担更多的责任和挑战。学习上，你对知识的吸收能力较强，能够取得不错的成绩。", "resultcode": "200", "error_code": 0}, "双鱼座": {"date": "2026年01月18日-2026年01月24日", "health": "本周健康状况良好，身体各项指标都比较正常。但是，要注意保持良好的生活习惯，避免熬夜和过度劳累。可以适当进行一些运动，增强身体的免疫力和抵抗力。", "love": "单身的你，本周有机会结识到一些优秀的异性，要勇敢地表达自己的感情。恋爱中的你，与恋人之间的感情会更加深厚，彼此之间的沟通和理解也会更加顺畅。但是，要注意避免因为一些小事而产生矛盾和争吵。", "money": "本周财富运势较为平稳，收入方面不会有太大的波动。但是，在支出方面需要注意控制，避免不必要的消费。可以考虑进行一些稳健的投资，但是要注意风险控制，不要盲目跟风。", "name": "双鱼座", "weekth": 4, "work": "无论是工作还是学习，本周都充满了机遇和挑战。在事务处理上，你能够迅速抓住重点，高效地完成任务。同时，也会有一些新的想法和创意涌现，为你的工作和学习带来新的活力。", "job": "无论是工作还是学习，本周都充满了机遇和挑战。在事务处理上，你能够迅速抓住重点，高效地完成任务。同时，也会有一些新的想法和创意涌现，为你的工作和学习带来新的活力。", "resultcode": "200", "error_code": 0}}}